[
    {
        "section": 1,
        "content": "Food is good! Knowing what it does for the body and the mind is key to making the right choices and enjoying the best of it. Eating is necessary to provide energy for the body’s functions, and nutrients to repair and build tissue, prevent sickness and help the body heal from illness. Knowledge of what food does for the body and mind empowers you to choose the right type, quality and quantity of food – that’s the art.",
        "tags": [
            "Nutrition",
            "Health",
            "Food Choices",
            "Energy",
            "Body Functions"
        ]
    },
    {
        "section": 2,
        "content": "Foods, nutrients and their functions - Carbohydrates are the primary source of energy for the body. We get them from roots, tubers, grains, sugar, fruits, legumes, dairy products and vegetables. - Fats and oils are concentrated forms of energy, but they also help the absorption of vitamins, support cell membrane health and maintain the immune system. - Protein foods perform the main body-building and repair functions as well as being sources of energy in the absence of carbohydrates. The best protein sources are animal foods – meat, poultry, fish, eggs, insects and dairy products. We also get protein from such plant sources as beans, peas, nuts, cereals and derived products. - Vitamins and minerals collectively are called micronutrients because the body needs them in small quantities. But they are crucial for regulating tissue growth and vital body functions, including the preservation of cell integrity. - And then there is WATER. Water is life. It makes up 60% of our bodies and is the medium for all vital body functions. It helps to keep the balance between the acidic and alkaline substances that would otherwise destroy cells. Humans cannot survive more than a few days without water.",
        "tags": [
            "Carbohydrates",
            "Fats",
            "Proteins",
            "Vitamins",
            "Water"
        ]
    },
    {
        "section": 3,
        "content": "“To eat is a necessity; to eat intelligently is an art” François de La Rochefoucauld, Philosopher. FOOD IS GOOD KNOW IT, AND ENJOY IT! KNOW YOUR FOOD 1 What is a healthy diet? A healthy diet is one that provides the body with",
        "tags": [
            "Healthy Diet",
            "Nutrition",
            "Food Awareness",
            "Philosophy",
            "Eating Intelligently"
        ]
    },
    {
        "section": 4,
        "content": "What is a healthy diet? A healthy diet is one that provides the body with essential nutrition; that is, adequate energy, nutrients and fluids to maintain and regulate body functions, support growth, repair tissue and prevent disease. In other words, it prevents nutritional deficiencies as well as the excesses that lead to weight gain and obesity, high blood pressure, high blood sugar, high cholesterol, gout and other diet-related health problems. A healthy diet typically consists of natural, fresh, minimally processed foods, as opposed to (highly) processed foods that are low in fibre and contain large amounts of salt, fats, free sugars and other components that have harmful health effects. A healthy diet is also a safe diet. This means food free of biological and chemical contaminants. It is important to remember that ingredients added to food during processing – salt, sugar, fat, preservatives – if excessive, also pose health risks.",
        "tags": [
            "healthy diet",
            "nutrition",
            "body functions",
            "processed foods",
            "health risks"
        ]
    },
    {
        "section": 5,
        "content": "Food preferences have a small element of genetic predisposition. The rest is learned and acquired right from the womb. As the foetus swallows amniotic fluid, it becomes accustomed to the tastes of the food that the mother eats. Right from birth, infants show aversion to bitter and acid tastes and preference for sweet tastes. It is believed that Mother Nature thus equips her children with an affinity to what is nourishing (sugary foods) and an aversion to what may be poisonous (bitter foods). Early child feeding and the circumstances of exposure to various tastes train each of us to like or dislike certain tastes. It is probable that the habit of giving young children candies when they cry establishes a sub-conscious association of sweet things with love and comfort. By the same token, force-feeding less desirable-tasting foods leaves a lifelong aversion to those tastes. Therefore, preference for a healthy diet should be established from early in life by providing a variety of nutritious foods to infants and young children and feeding them responsively and lovingly.",
        "tags": [
            "food preferences",
            "genetic predisposition",
            "early child feeding",
            "tastes",
            "nutritious foods"
        ]
    },
    {
        "section": 6,
        "content": "General tips for a healthy diet Make half your plate fruits and vegetables: The more colourful you make your plate, the more likely you are to get the vitamins, minerals, and fibre your body needs to be healthy. When cooking vegetables, preserve micronutrients by using just enough water and avoid overcooking. Opt for whole or minimally processed grains: whole wheat, brown rice, bulgur, oatmeal, quinoa, millet, sorghum, maize, tef (fonio), etc. Choose a variety of protein foods: fish, seafood, poultry, meat (limit red and avoid processed meats), insects, pulses, legumes, eggs, milk, dairy products, nuts, etc. Drink plenty of water and avoid sugary drinks. Accustom young children to healthy snacks: Offer finger fruits and vegetables in preference to cookies or other sweets. Limit consumption of fried foods, especially those cooked in solid fat or in re-used oil. Pay attention to quantity: Use small plates to control serving size; eat slowly and savour the taste of your food; to avoid overconsumption or waste, serve small portions and take a second helping only if needed; listen to your satiety cues. Observe food safety: Clean your hands and utensils properly; choose thoroughly cooked foods; keep food at safe temperatures and reheat leftovers to piping hot (not just warm); wash fruits and vegetables with clean water (boiled or purified if necessary).",
        "tags": [
            "healthy diet tips",
            "fruits and vegetables",
            "whole grains",
            "protein foods",
            "food safety"
        ]
    },
    {
        "section": 7,
        "content": "wash fruits and vegetables with clean water (boiled or purified if necessary).",
        "tags": [
            "Food Safety",
            "Hygiene",
            "Fruits",
            "Vegetables",
            "Nutrition"
        ]
    },
    {
        "section": 8,
        "content": "SUGARS AND OTHER SWEET THINGS\n\nWhat are sugars\nSugars are simple forms of carbohydrate, the primary supplier of the energy that fuels the body’s vital functions: breathing, blood circulation, the building and repair of tissue, the ability to move and even to think. The simplest forms of sugar contain one or two building units (molecules) and are called monosaccharides and disaccharides. Monosaccharides include glucose, fructose and galactose, while the most common disaccharides are sucrose (table sugar) and lactose. Complex carbohydrate forms, such as polysaccharides, are broken down into simple sugars for absorption by the body. Thus, for example, starch (the most common digestible polysaccharide) in cassava, potatoes, vegetables and cereals is transformed into single glucose molecules for absorption.",
        "tags": [
            "Sugars",
            "Carbohydrates",
            "Energy",
            "Nutrition",
            "Metabolism"
        ]
    },
    {
        "section": 9,
        "content": "Free sugars in the diet\nFree sugars (as opposed to bound or intrinsic sugars) are the monosaccharides and disaccharides that occur naturally in syrups, honey and fruit juices or in processed forms that can be added to foods by the manufacturer, cook or consumer. Intrinsic sugars are present in whole fruits (fresh, dried, canned or stewed), in vegetables and in milk and dairy products. These sugars are embedded in the cells of food and tend to be digested more slowly, thus taking longer than free sugars to enter the blood stream. But when fruit is turned into juice, the fibre is crushed and sugars are released from its cells, becoming free sugars. In a healthy diet, the consumption of free sugars is kept to a minimum.",
        "tags": [
            "Free Sugars",
            "Intrinsic Sugars",
            "Diet",
            "Nutrition",
            "Health"
        ]
    },
    {
        "section": 10,
        "content": "Free sugars Non-free (intrinsic) sugars\n•  T able sugar \n•  Honey \n•  Malt extract, syrups and nectars\n•  Coconut sugar\n•  All sugars in fruit and vegetable juices, concentrates, smoothies, purées, pastes, powders; crushed fruit and vegetable products \n•  Sugars produced by fermentation in alcoholic drinks \n•  Sugars in dairy-alternative drinks such as soya, rice, oat and nut-based drinks\n•  All the sugars naturally present in fruits and vegetables (dried, stewed, canned and frozen) \n•  Lactose and galactose naturally present in milk and dairy products, including milk powder\n•  Sugars naturally present in puréed and powdered potatoes and other starchy staples\n•  Sugar naturally present in grains and cereals\n•  All sugars naturally present in nuts and seeds regardless of processing (other than nut-based drinks)",
        "tags": [
            "Sugar Types",
            "Dietary Sugars",
            "Nutrition",
            "Health",
            "Food Sources"
        ]
    },
    {
        "section": 11,
        "content": "FOOD IS GOOD KNOW IT, AND ENJOY IT!\n\nSugars and health\nThere is scientific evidence linking",
        "tags": [
            "Sugars",
            "Health",
            "Nutrition",
            "Diet",
            "Wellness"
        ]
    },
    {
        "section": 12,
        "content": "Sugars and health\nThere is scientific evidence linking various noncommunicable diseases with excessive consumption of sugars. Examples include increased risk of tooth decay, high blood pressure, unhealthy weight gain, increased risk of heart disease, diabetes, certain cancers, depression, kidney disease and gout. Even though the science is not conclusive regarding some of these risks, it is important that, as informed consumers, we keep asking pertinent questions.",
        "tags": [
            "sugars",
            "health",
            "noncommunicable diseases",
            "tooth decay",
            "heart disease"
        ]
    },
    {
        "section": 13,
        "content": "Where does the “sweet tooth” come from?\nThe sweet-taste preference (sweet tooth) seems to be inborn, as illustrated in experiments of newborns’ reactions to sugar solution versus quinine. The consumption of sweet foods in early life reinforces this predisposition. The sweet foods may be fed as part of an ordinary weaning diet or as titbits offered to console and calm a crying baby (biscuits, lollipops, etc.). As a result, the brain is trained to associate sweet things with love, comfort and happiness. This theory points to the importance of cultivating a taste for healthy foods from early childhood. In addition to early life programming, the food environment in later life can reinforce or modify the sweet-taste preference. Research suggests that sugar is addictive, and the more we consume it, the more we crave it. Popular experience shows that the palate can be trained to enjoy less and less sweetness in our food and drink.",
        "tags": [
            "sweet tooth",
            "preference",
            "early childhood",
            "food environment",
            "sugar addiction"
        ]
    },
    {
        "section": 14,
        "content": "What’s the matter with non-sugar sweeteners?\nNon-sugar sweeteners come in forms of plant extracts and chemically synthesized alternatives to sugar. They impart a sweet taste to food but have lower (or no) calorie content, compared with sugar. In fact, their original use was to help reduce calorie intake and control weight gain. The brain does not distinguish sweetness from sugar versus non-sugar sweeteners. Thus, the use of artificial sweeteners may be especially problematic in children because being exposed to very sweet tastes (artificial or natural) at a young age accustoms the palate to ultra-sweet flavours. This risks decreasing the enjoyment of wholesome natural foods, such as fruits and vegetables, which are less sweet or slightly bitter.",
        "tags": [
            "non-sugar sweeteners",
            "calorie content",
            "artificial sweeteners",
            "children",
            "natural foods"
        ]
    },
    {
        "section": 15,
        "content": "Do artificial sweeteners have health benefits? Are they safe?\nStudies of health benefits have focused on artificial sweeteners (those used in diet drinks) rather than the plant extracts. Artificial sweeteners are hundreds to thousands of times sweeter than sugar. Evidence for their health benefits or risks is conflicting. Therefore, as informed consumers, we must keep asking questions about their safety. Research also shows that artificial sweeteners change the mix of bacteria in the gut and interfere with the release of insulin (the hormone responsible for regulating blood glucose). By this means, they increase the risk of glucose intolerance, which raises blood glucose and could lead to type 2 diabetes. Available studies on the use of artificial sweeteners and the risk of tooth decay and cancer have not been of long enough duration to provide conclusive results. Surprisingly, studies of people trying to lose weight have found that the use of artificial sweeteners could lead to increased body weight! There is an interesting hypothesis of how this could happen. The sweet taste on the tongue sends a signal to the brain to prepare for the “reward” of caloric energy. But because the energy is not delivered, the post-ingestion appetite control mechanisms are changed in ways that could lead to increased appetite, food craving and, eventually, greater energy intake – complex and good food for thought!",
        "tags": [
            "artificial sweeteners",
            "health benefits",
            "safety",
            "glucose intolerance",
            "weight loss"
        ]
    },
    {
        "section": 16,
        "content": "Before you pass the sugar, please… Free sugars, which include the sugar added to food during processing, while cooking and at the table and the sugars occurring naturally in honey, fruit juices and concentrates, should contribute less than 10% of our daily energy intake. This is equivalent to 50 grams (about 12 teaspoons) for a person of healthy body weight. However, there are additional health benefits (such as reducing the incidence of tooth decay) if the total daily intake of free sugars is kept to six teaspoons or fewer. Can you spot the sugar? It is easy to know and to control how much sugar is added to your food during home cooking and at the table, but how about the sugar in processed foods? Do you know the secret ingredient that makes ketchup so popular with children? Sugar! And there is sugar in the most unlikely foods. Therefore, make a habit of looking at the label (if it is legible!) on the foods you put into your shopping basket. Below are some examples of labels you may find on food packaging. Declaration of the ingredients in processed foods (or better still, the content of energy and key nutrients per 100 grams or 100 millilitres) should be a minimum labelling requirement so that consumers can tell how much sugar is contained in the food they purchase. But not all countries in the African region have or enforce the necessary regulations in line with this requirement. And even where nutrients are declared, consumer education may be needed to inculcate the effective use of the available labelling information.",
        "tags": [
            "sugar intake",
            "health guidelines",
            "processed foods",
            "nutrition labels",
            "consumer education"
        ]
    },
    {
        "section": 17,
        "content": "FOOD IS GOOD KNOW IT, AND ENJOY IT! 6 tsp or fewer per day Baby food (30.2% sugar) Ketchup (22.7% sugar) Sweet-flavoured popcorn (65.7% sugar) Fruit drink from concentrate (14.2% sugar) Managing a sweet tooth Taste is acquired, so it is possible to drastically",
        "tags": [
            "food enjoyment",
            "sugar content",
            "sweet foods",
            "nutrition awareness",
            "healthy eating"
        ]
    },
    {
        "section": 18,
        "content": "Managing a sweet tooth\nTaste is acquired, so it is possible to drastically reduce sugar consumption by training the palate gently. It is best to reduce the sugar added in cooking and at the table gradually. As the palate adapts to less and less sugar and you pay more attention to the sugar content of processed foods, a habit of choosing low-sugar products is likely to be established in a sustainable way – for you and your family.",
        "tags": [
            "sugar reduction",
            "palate training",
            "healthy habits",
            "low-sugar products",
            "family health"
        ]
    },
    {
        "section": 19,
        "content": "Of honey, sugar and the glycaemic index\nPeople with impaired blood sugar regulation usually use honey to replace sugar. This is because blood glucose levels increase more rapidly from the consumption of sugar compared with honey. In other words, sugar has a higher glycaemic index than honey. It is important to remember, however, that honey has a higher energy density than sugar: one tablespoon of white granulated sugar contains 48 calories, compared with 68 calories in a tablespoon of honey.",
        "tags": [
            "glycaemic index",
            "blood sugar regulation",
            "honey vs sugar",
            "energy density",
            "caloric content"
        ]
    },
    {
        "section": 20,
        "content": "Practical tips\nWater is the best thirst quencher – did you know that sugary drinks actually increase your thirst? Reduce and even eliminate the sugar added to your regular beverages, such as coffee or tea. Use alternative means to flavour drinks, including adding lemon or lime juice, aromatic herbs, and flavouring extracts, like almond, vanilla or orange. Enhance foods with spices instead of sugar. Try ginger, lemon, cinnamon or nutmeg. Choose fresh fruit and vegetables for snacks instead of juice, sweet foods and confectionery (cookies and cakes). Eat fresh, frozen or dried fruits. If you use canned fruits, avoid those preserved in syrup. Instead of adding sugar to breakfast cereals, try sweetening with fresh fruit (like bananas) or dried fruit (like raisins and mangoes). Compare food labels and choose products with low amounts of free sugars. When baking cookies, brownies or cakes, reduce the sugar in the recipe by one-third to one-half. Often, you likely won’t notice the difference! Brush your teeth after meals.",
        "tags": [
            "hydration",
            "sugar alternatives",
            "healthy snacks",
            "food labeling",
            "cooking tips"
        ]
    },
    {
        "section": 21,
        "content": "Role of sodium in the body and dietary sources\nSodium works in conjunction with other electrolytes (mineral elements) to regulate muscle contraction and relaxation and to control blood pressure. The electrolytes regulate the flow of fluids across cell membranes to achieve the fluid balance that is necessary for the survival and proper functioning of cells and organs. Sodium is involved with potassium in “operating” a pump-like system that facilitates the movement of impulses through the nerves. Thus, recommendations on sodium intake refer to balancing it with potassium intake. Sodium occurs naturally in foods (milk, meat, shellfish, root vegetables, bell peppers, tomatoes, broccoli, cabbage, cucumber). Fresh fruits and vegetables are rich in potassium and are thus a “balanced” source of sodium. Iodized salt serves as a vehicle to provide iodine, which is essential for healthy brain development in a foetus and young children and for optimal mental function at all ages. The primary source of sodium in the diet is salt (sodium chloride). In some diets, more than three-quarters of salt comes from processed foods (bacon, ham, sausage, cheese, salty snacks, bread, olives, etc.), and the rest is added during cooking (salt, bouillon cubes, soy sauce, etc.) or at the table (salt, sauces and condiments).",
        "tags": [
            "sodium",
            "dietary sources",
            "electrolytes",
            "health",
            "nutrition"
        ]
    },
    {
        "section": 22,
        "content": "World Health Organization recommendations on salt consumption\nWHO recommends a total daily intake of less than 5 grams of salt (2 grams sodium) for adults; that is less than 1 teaspoon of salt (adjusted downwards for children based on their energy needs). Consuming higher levels of sodium (with low levels of potassium) contributes to high blood pressure and increases the risk of heart disease and stroke. A few individuals have health conditions or may be on drug therapies that lead to lowered sodium levels or acute build-up of body water (such as patients with heart failure or type I diabetes). These persons may have increased sodium needs, which should be managed in consultation with a physician or dietician. For the general population, the estimated need for sodium is 2 grams or less per day.",
        "tags": [
            "WHO",
            "salt consumption",
            "health risks",
            "blood pressure",
            "dietary recommendations"
        ]
    },
    {
        "section": 23,
        "content": "Tips for reducing salt in individual diets\nTips for reducing salt intake focus on the salt that is added to food during commercial processing, cooking and at the point of consumption. The good news is that the palate can be trained to truly enjoy low-salt or salt-free foods! In practical terms: Avoid adding salt to food at the table – some people add salt to their food before ever tasting it! Cook with less salt (including reduced salty sauces, bouillon cubes and condiments containing monosodium glutamate). Limit the consumption of salty snacks. Substitute herbs for salt in recipes. Choose unsalted or low-salt processed products.",
        "tags": [
            "salt reduction",
            "diet tips",
            "healthy eating",
            "cooking",
            "nutrition"
        ]
    },
    {
        "section": 24,
        "content": "What is trans fat? The simplest description of trans fat, or trans fatty acid, is \"solidified oil\". The liquid oil solidifies because of changes in the way fatty acids are held together. The solidification occurs through natural bacterial action in the stomach of ruminant animals – sheep, cows, goats and camels – or by partial hydrogenation of vegetable oils during food manufacturing. Naturally occurring trans fats are found in the meat, milk and dairy products of ruminants. Industrially produced trans fats result from the partial hydrogenation of unsaturated fatty acids (vegetable oils) to create semi-solid, easy-to-spread fats, such as margarine and other fats used in food manufacturing, baking and frying. Heating oils at very high temperatures also causes partial hydrogenation, so fried foods are potentially important sources of trans fat in the diet. Industrial hydrogenation of vegetable oils increases their stability and solidity, thus increasing the shelf life of the final product while decreasing the need for its refrigeration. Hydrogenated oils became popular also because they give a desirable texture and taste to food.",
        "tags": [
            "trans fat",
            "health risks",
            "food manufacturing",
            "hydrogenation",
            "diet"
        ]
    },
    {
        "section": 25,
        "content": "Harmful effects of trans fats Not all that glitters is gold… Eating trans fat increases the risk of developing heart disease and stroke. Globally, trans fats are estimated to contribute to more than 500,000 deaths from cardiovascular disease every year. The mechanism by which they increase cardiovascular disease risk is not clear, but one hypothesis is that they interfere with the metabolism of essential fatty acids, causing increased levels of the so-called \"bad\" cholesterol and reduced levels of the \"good\" cholesterol. The bad cholesterol is what clogs up the arteries and leads to cardiovascular disease. Trans fats are also associated with a higher risk of developing type 2 diabetes, but the mechanism remains unclear, and results from studies are conflicting.",
        "tags": [
            "cardiovascular disease",
            "cholesterol",
            "type 2 diabetes",
            "health risks",
            "trans fats"
        ]
    },
    {
        "section": 26,
        "content": "Sources and how to limit the intake of trans fat",
        "tags": [
            "trans fat sources",
            "dietary guidelines",
            "health recommendations",
            "nutrition",
            "food safety"
        ]
    },
    {
        "section": 27,
        "content": "The contribution of naturally occurring trans fats to total consumption is minimal. Industrially produced trans fats are the main source of dietary consumption in margarine, deep-fried foods, fast foods, and cakes, pastries, and chocolates. Tips to limit trans fat intake include avoiding foods that contain industrial trans fats – cakes, cookies, and desserts (often made with margarine or shortening); pizza; processed and fatty meats (sausages, hot dogs, bacon, ribs); and ice cream. Read food labels and avoid foods that contain trans fat or partially hydrogenated oil. Use monounsaturated fat (such as olive oil) and polyunsaturated fat (soybean, corn, and sunflower oil) in recipes that call for fat. Eat a balanced diet rich in fruits, vegetables, whole grains, lean sources of protein, and dairy products. Avoid the use of reheated oil when cooking and frying foods.",
        "tags": [
            "trans fats",
            "dietary consumption",
            "health risks",
            "cholesterol",
            "cooking tips"
        ]
    },
    {
        "section": 28,
        "content": "Saturated fats come mainly from meat and dairy products – fatty beef, pork, lamb, lard, butter, ghee, cream, and cheese. Plant sources of saturated fat are palm and coconut oils. Saturated fats, like trans fats, increase levels of the bad cholesterol in the blood and therefore increase the risk of cardiovascular disease. It is important to be aware of the sources of saturated fats in your diet and to limit their intake to maintain heart health. Incorporating healthier fats and a variety of food groups can help mitigate the risks associated with high saturated fat consumption.",
        "tags": [
            "saturated fats",
            "meat",
            "dairy",
            "cholesterol",
            "cardiovascular health"
        ]
    }
]