[
    {
        "section": 1,
        "content": "Die gesundheitlichen Vorteile der vegetarischen Ernährung lassen sich nicht durch den Verzicht auf Fleisch oder den hohen Getreideverzehr begründen, sondern durch den großen Stellenwert wertvoller pflanzlicher Lebensmittel sowie den geringen Konsum von Fertigprodukten und Zucker. Das an der Ernährung der Jäger und Sammler orientierte Konzept der stoffwechseladaptierten Ernährung hat sich in Prävention und Therapie bewährt. Hochwertiges Fleisch, Fisch und große Mengen von frischem Obst, Gemüse und Nüssen stehen hierbei im Mittelpunkt, während auf Milchprodukte und Getreide weitgehend verzichtet wird. Nachdem in der Rubrik Wissen die bei Jägern und Sammlern sowie die in der heutigen Zeit übliche Ernährung ausführlich vorgestellt wurden, wird an dieser Stelle der gesundheitliche Wert des Vegetarismus beleuchtet und das Konzept der stoffwechseladaptierten Ernährung vorgestellt.",
        "tags": [
            "vegetarische Ernährung",
            "Gesundheit",
            "stoffwechseladaptierte Ernährung",
            "Jäger und Sammler",
            "Prävention"
        ]
    },
    {
        "section": 2,
        "content": "Die vegetarische Kost wird als gesündeste Form der Ernährung propagiert. In zahlreichen Studien wird der gesundheitliche Vorteil des Vegetarismus im Vergleich zum Fleischverzehr betont. Ist die vegetarische Ernährung tatsächlich gesünder und ist das durch den Fleischverzicht begründet? Bei Durchsicht großer Studien zur vegetarischen Ernährung bzw. zur Risikoerhöhung für Krebs, Herz-Kreislauf-Erkrankungen und Gesamtsterblichkeit durch Verzehr von Fleisch fallen verschiedene Aspekte auf: Eine Erhöhung des Risikos wird mit dem Verzehr von rotem Fleisch, jedoch nicht mit dem Verzehr von Geflügel in Verbindung gebracht. Es wird nur in wenigen neueren Studien bei der Risikoberechnung zwischen rotem Fleisch und verarbeitetem roten Fleisch bzw. Fleischwaren differenziert. Die Studien, die diese klare Unterscheidung vorgenommen haben, zeigen nur für den Verzehr von verarbeitetem roten Fleisch bzw. von Fleischwaren eine Risikoerhöhung, nicht aber für das naturbelassene rote Fleisch. Dies wurde u. a. in verschiedenen Auswertungen der EPIC-Studie gezeigt.",
        "tags": [
            "vegetarische Ernährung",
            "Risikofaktoren",
            "rotes Fleisch",
            "EPIC-Studie",
            "Gesundheit"
        ]
    },
    {
        "section": 3,
        "content": "In der EPIC-Oxford-Studie zeigte sich kein Unterschied zwischen Vegetariern und Fleischessern in Bezug auf Mortalität an Herz-Kreislauf-Erkrankungen oder Gesamtmortalität. In der Metaanalyse von Key et al. zeigte sich im Vergleich zu den Fleischessern eine geringere Herz-Kreislauf-Mortalität der Vegetarier. Dies zeigten aber auch die Fischesser und die nur gelegentlich Fleisch essenden Teilnehmer. Die Basisdaten der Vegetarierstudien zeigen für die Gruppen mit vegetarischer Ernährung weniger Alkohol- und Tabakkonsum, geringeres Körpergewicht, erhöhte Mikronährstoffaufnahme und insgesamt eine gesündere Lebensweise. Diese Faktoren könnten ebenfalls zur Erklärung der beobachteten gesundheitlichen Vorteile beitragen.",
        "tags": [
            "Mortalität",
            "Herz-Kreislauf-Erkrankungen",
            "Metaanalyse",
            "Mikronährstoffe",
            "Lebensstil"
        ]
    },
    {
        "section": 4,
        "content": "Die statistischen Auswertungen in Ernährungsstudien erfordern Anpassungen, um Einflussfaktoren wie den höheren Anteil von Rauchern in Vergleichsgruppen zu berücksichtigen. Diese \"Adjustments\" sind jedoch oft nicht transparent, und es bleibt unklar, auf welcher Basis sie vorgenommen werden. Dies wirft Fragen zur Validität der Ergebnisse auf. Ein gesundheitlicher Vorteil einer vegetarischen Ernährung kann nicht allein durch den Verzicht auf Fleisch begründet werden. Hochwertiges, unverändertes Fleisch ist ein wertvolles Lebensmittel, das seit Jahrtausenden Teil der menschlichen Ernährung ist. Es liefert essentielle Aminosäuren und hat positive Effekte auf den Stoffwechsel, wie die Induktion von Sättigungssignalen und die Verbesserung der Insulinempfindlichkeit. Die Zubereitung von Fleisch spielt eine entscheidende Rolle; hohe Temperaturen beim Braten oder Grillen können gesundheitsschädliche Substanzen erzeugen. Die EPIC-Studie hat gezeigt, dass der regelmäßige Verzehr von verarbeitetem Fleisch mit einem erhöhten Risiko für kardiovaskuläre Erkrankungen und Krebs verbunden ist, während für reines Fleisch kein solches Risiko festgestellt wurde. Auch eine Metaanalyse von R. Micha bestätigt, dass unverarbeitetes rotes Fleisch nicht das Risiko für Herz-Kreislauf-Erkrankungen erhöht. Der Konsum von frischem, hochwertigem Fleisch ist gesundheitlich unbedenklich, während billiges Industriefleisch aus Massenproduktion Risiken birgt.",
        "tags": [
            "Statistik",
            "Ernährungsstudien",
            "Fleischkonsum",
            "Gesundheit",
            "Vegetarische Ernährung"
        ]
    },
    {
        "section": 5,
        "content": "Die vegetarische Ernährung ist durch einen erhöhten Verzehr von Getreideprodukten, insbesondere Vollkornprodukten, gekennzeichnet. Studien zeigen, dass dies mit einer Senkung der Mortalität für verschiedene Krankheiten, einschließlich kardiovaskulärer Erkrankungen und Krebs, verbunden ist. In einer Studie von Park et al. wurde festgestellt, dass die Gruppen mit dem höchsten Getreideverzehr auch die besten Gesundheitsparameter aufwiesen, wie einen optimalen BMI, den niedrigsten Alkohol- und Tabakkonsum sowie die größte körperliche Aktivität. Dies wirft die Frage auf, ob die positiven Ergebnisse tatsächlich auf den höheren Getreideverzehr zurückzuführen sind oder ob andere Faktoren eine Rolle spielen. Die statistische Analyse versucht, den Einfluss anderer Faktoren herauszurechnen, um den Effekt des Getreidekonsums isoliert zu betrachten. Allerdings fehlen detaillierte Darstellungen dieser Anpassungen, was die Nachvollziehbarkeit der Ergebnisse erschwert. Die Daten zeigen, dass eine höhere Ballaststoffaufnahme mit einer niedrigeren Mortalität korreliert, jedoch bleibt unklar, inwieweit dies auf den Getreideverzehr zurückzuführen ist oder ob andere Lebensstilfaktoren ebenfalls eine Rolle spielen.",
        "tags": [
            "Getreide",
            "Vegetarische Ernährung",
            "Mortalität",
            "Ballaststoffe",
            "Gesundheit"
        ]
    },
    {
        "section": 6,
        "content": "Beobachtungsstudien an großen Populationen zum gesundheitlichen Effekt ausgewählter Nahrungsmittel sind äußerst komplex und in Bezug auf den Nahrungsmittelverzehr sehr schwer zu kontrollieren. Daher müssen die Aussagen dieser Beobachtungsstudien mit großer Vorsicht und Zurückhaltung interpretiert werden! So verwundert es nicht, dass die oberste Gesundheitsbehörde in Kanada 2012 für den Getreideverzehr keine Aussage zur Risikoreduktion für Herz-Kreislauf-Erkrankungen zulässt, da die Datenlage nicht überzeugt: „Health Canada concluded that the evidence to date from clinical trials and prospective cohort studies was not sufficient to support a whole grains and coronary heart disease risk reduction claim in Canada.” Auch die EFSA (European Food Safety Authority), die oberste europäische Behörde für Lebensmittelsicherheit, kam 2010 zu folgendem Beschluss: „On the basis of data presented, the Panel concludes that a cause and effect relationship cannot be established between the consumption of whole grain and the claimed effects (gut health, weight control, glucose/insulin levels, weight management, blood cholesterol, glycaemic index, digestive function, cardiovascular health) considered in this opinion.”",
        "tags": [
            "Beobachtungsstudien",
            "Nahrungsmittelverzehr",
            "Herz-Kreislauf-Erkrankungen",
            "Gesundheitsbehörden",
            "Risikoreduktion"
        ]
    },
    {
        "section": 7,
        "content": "Auch wenn der Getreideverzehr möglicherweise günstige Auswirkungen auf verschiedene Krankheiten hat, so dürfen die negativen Wirkungen nicht außer Acht gelassen werden. In verschiedenen epidemiologischen Studien konnte der Zusammenhang zwischen hohem Getreideverzehr und Vitamin-D-Mangel gezeigt werden. Dieser Zusammenhang gilt als eine mögliche Erklärung für die vergleichsweise hohe Inzidenz an kardiovaskulären Erkrankungen in Indien trotz minimaler Fettzufuhr und insgesamt niedriger Cholesterinspiegel. Vitamin-D-Mangel ist in Indien sehr weit verbreitet. Getreideprodukte wie v. a. Brot beinhalten verschiedene Substanzen, die sich gesundheitlich negativ auswirken. Dazu zählen z. B. Gliadin, Lektine, Phytinsäure. Gluten oder Gliadin ist das Kleberprotein in Weizen, Roggen, Gerste, Dinkel und auch Hafer. Es sorgt für die vermehrte Wasserspeicherung im Teig und macht ihn geschmeidig. Für die heutige industrielle Brotherstellung werden Getreide mit hohem Glutenanteil eingesetzt. Das aus ihnen hergestellte Brot ist locker und geschmeidig. Dazu wurde durch Züchtung der Glutengehalt im Getreide ständig erhöht (in USA > 30 %).",
        "tags": [
            "Getreideverzehr",
            "Vitamin-D-Mangel",
            "Kardiovaskuläre Erkrankungen",
            "Gluten",
            "Gesundheitliche Auswirkungen"
        ]
    },
    {
        "section": 8,
        "content": "Neuere Studien zeigen ursächliche Zusammenhänge zwischen Glutenverzehr und verschiedenen Gesundheitsstörungen wie: Leaky-gut-Syndrom (erhöhte Durchlässigkeit der Darmschleimhaut z. B. für Fremdproteine), Intoleranzreaktionen, Insulinresistenz, Adipositas, erhöhte viszerale Fettansammlung, Zöliakie. Auch die im Getreide enthaltenen Lektine können über eine Hemmung der Leptinrezeptoren im Gehirn sowie der Insulinrezeptoren zu Gewichtszunahme und Insulinresistenz führen. Weizen enthält neben großen Mengen Gluten auch den höchsten Anteil an der Stärke Amylopektin A, die schnell resorbiert wird und zu einem steilen Blutzuckeranstieg führt. Weizen (auch Vollkorn) erzeugt daher von allen Getreiden die höchste glykämische Belastung. Für den industriellen Backprozess (möglichst viele Brote pro Zeiteinheit) ist die Zugabe verschiedener Zusatzstoffe unabdingbar (künstliche Enzyme, zusätzliches Gluten, Pflanzenöle), die u. U. ebenfalls Beschwerden auslösen können.",
        "tags": [
            "Glutenverzehr",
            "Gesundheitsstörungen",
            "Insulinresistenz",
            "Blutzuckeranstieg",
            "Industrielle Backprozesse"
        ]
    },
    {
        "section": 9,
        "content": "Die wissenschaftliche Datenlage zum gesundheitlichen Wert eines hohen Getreidekonsums ist nicht eindeutig. Eine Reihe von Studien zeigen eine Risikoreduktion bei Herz-Kreislauf-Erkrankungen und Diabetes und andere Untersuchungen belegen verschiedene Gesundheitsstörungen durch hohen Getreideverzehr wie Autoimmunkrankheiten (Rheumatoide Arthritis oder Multiple Sklerose), chronische Darmentzündungen, Zöliakie, Übergewicht. Eine Reduktion von Krankheitsrisiken durch den Verzehr von Vollkornprodukten ist nicht eindeutig belegt und darf daher von der Industrie auch nicht beworben werden. Hoher Getreidekonsum, wie er z. B. auch von der DGE empfohlen wird, reduziert den Verzehr der wesentlich wertigeren Früchte und Gemüse, erhöht die Kochsalzaufnahme und verschlechtert die Natrium/Kalium-Ratio, führt zu erhöhter glykämischer Belastung und kann eine Gewichtszunahme bewirken.",
        "tags": [
            "Getreidekonsum",
            "Herz-Kreislauf-Erkrankungen",
            "Diabetes",
            "Vollkornprodukte",
            "Gesundheitsrisiken"
        ]
    },
    {
        "section": 10,
        "content": "Daher muss die Empfehlung zu hohem Getreideverzehr kritisch betrachtet werden. Ungünstig ist es, wenn ein erhöhter Getreideverzehr zu Lasten anderer wichtiger Lebensmittel erfolgt, wie hochwertiges, natürliches Fleisch (bei Vegetariern/Veganern) sowie Obst und Gemüse (durch ungesunde Industriekost). Dies führt häufig zu Mangelversorgung mit verschiedenen Aminosäuren (Lysin, Isoleucin, Threonin sowie auch Carnitin und Taurin), Eisen, Zink, Vitamin B12 und Vitamin D. Die wesentlichen Aspekte der gesundheitsfördernden Eigenschaften der vegetarischen Ernährung sind: eine hohe Zufuhr von wichtigen Pflanzenprodukten wie Obst, Gemüse, Rohkost und Nüsse, reduzierter Verzehr von Industriekost und Fertigprodukten, geringerer Konsum von Zucker.",
        "tags": [
            "Getreideverzehr",
            "Vegetarische Ernährung",
            "Aminosäuren",
            "Mangelversorgung",
            "Gesundheitsförderung"
        ]
    },
    {
        "section": 11,
        "content": "Der Verzicht auf Fleisch und der erhöhte Verzehr von Produkten aus Vollkorngetreide begründen nicht den gesundheitlichen Wert der vegetarischen Kost! Der gesundheitliche Wert der vegetarischen Ernährung basiert weder auf dem Fleischverzicht noch auf dem gesteigerten Getreideverzehr, sondern v. a. auf der hohen Zufuhr wertvoller pflanzlicher Nahrungsmittel und der Reduktion von industrieller Fertignahrung und Zucker. Die stoffwechseladaptierte Ernährung unterscheidet sich sowohl von der vegetarischen Kost als auch von den Empfehlungen der DGE und könnte so aussehen, wie nachfolgend vorgestellt. Im ersten Teil dieser „Ernährungs-Trilogie“ wurde die Ernährung der Jäger und Sammler ausführlich dargestellt. An diese Ernährung ist der menschliche Organismus seit vielen Jahrtausenden gut angepasst. Daher bieten sich die Grundzüge der Ernährung unserer jagenden Vorfahren als ideale Basis für eine gesunde Ernährung an.",
        "tags": [
            "vegetarische Ernährung",
            "gesundheitlicher Wert",
            "pflanzliche Nahrungsmittel",
            "industrielle Fertignahrung",
            "Ernährungs-Trilogie"
        ]
    },
    {
        "section": 12,
        "content": "1. Verzehren Sie nur frische, hochwertige und naturbelassene Nahrungsmittel. Das bedeutet eine naturnahe Lebensmittelproduktion ohne Zusatzstoffe wie Biozide, Hormone, Antibiotika, Wachstumshilfen, Verarbeitungshilfen, Farbstoffe, Geschmackstoffe etc. Die Nahrungsmittel sollten möglichst frei von Schadstoffen sein. 2. Vermeiden Sie Fertignahrung. Industrielle Fertignahrung enthält viele auf ihre gesundheitlichen Wirkungen noch nicht untersuchte Substanzen und meist wenig Nährstoffe. Fertignahrung ist für eine gesunde Ernährung nicht geeignet. 3. Vermeiden Sie Zucker und Süßigkeiten. Zahlreiche wissenschaftliche Studien zeigen einen ursächlichen Zusammenhang zwischen Zuckerkonsum und verschiedenen Erkrankungen wie Krebs, Herz-Kreislauf-Erkrankungen, Diabetes, Übergewicht u. a. Besonders problematisch sind Süßgetränke und versteckter Zucker (z. B. in Ketchup 25 g/100 g).",
        "tags": [
            "frische Nahrungsmittel",
            "Fertignahrung",
            "Zucker",
            "Süßigkeiten",
            "Gesundheit"
        ]
    },
    {
        "section": 13,
        "content": "4. Meiden Sie industrielle Pflanzenöle. Industriell verarbeitete Pflanzenöle zeigen häufig neben einem ungünstigen Fettsäuremuster auch erhöhte Konzentrationen von Transfettsäuren. Nutzen Sie nur hochwertige, unbehandelte und kaltgepresste Öle mit möglichst niedrigem Gehalt an Linolsäure und hohem Anteil an α-Linolensäure (Leinöl, Rapsöl, Olivenöl). 5. Meiden Sie Milch und reduzieren Sie den Konsum von Milchprodukten. Kuhmilch ist nicht ein für den Menschen vorgesehenes Nahrungsmittel, sondern ein hochwirksames, hormonelles Wachstumssystem für Kälber. Durch Fermentierungsprozesse werden diese hormonellen Bestandteile der Milch zum großen Teil (aber nicht vollständig) umgewandelt, sodass der Genuss von Butter, Joghurt oder Käse weniger problematisch ist. Milch ist kein essentielles Lebensmittel für den Menschen. Die Versorgung mit Kalzium und Eiweiß kann ohne Probleme über andere Lebensmittel erfolgen. Milch ist daher für eine gesunde Ernährung nicht unbedingt erforderlich.",
        "tags": [
            "Pflanzenöle",
            "Milchprodukte",
            "Kalzium",
            "Eiweiß",
            "Gesunde Ernährung"
        ]
    },
    {
        "section": 14,
        "content": "6. Reduzieren Sie Ihren Getreideverzehr. Getreide fand erst vor 8000 Jahren Eingang in die menschliche Ernährung. Ob hoher Getreideverzehr einen gesundheitlichen Vorteil hat, wird kontrovers diskutiert. Man kann ohne Probleme und Gefahr eines Nährstoffmangels auf jeglichen Getreideverzehr verzichten. Getreide liefert keinen Nährstoff, der nicht auch in anderen pflanzlichen oder tierischen Produkten enthalten ist. Die Verfügbarkeit der im Getreide enthaltenen Nährstoffe ist schlechter als bei Obst, Gemüse oder gar tierischen Lebensmitteln. Gegen ein Brot/Brötchen zum Frühstück ist nichts einzuwenden. Wenn der Getreidekonsum allerdings zu Lasten von Obst und Gemüse erhöht wird, also zum Frühstück statt der Portion Obst lieber ein 2. Brötchen gegessen wird, ist das ungünstig. Eine Zufuhr von 10 EN % über Getreideprodukte lässt den Getreideliebhabern das Frühstücksbrötchen. Bei Unverträglichkeiten auf Getreide – v. a. Vollkorngetreide – oder Inhaltsstoffe wie Gliadin sollten Getreideprodukte ganz gemieden werden. Das größte Problem stellt die Gewöhnung vieler Menschen an den regelmäßigen Verzehr von Brot, Gebäck und Nudeln dar.",
        "tags": [
            "Getreideverzehr",
            "Nährstoffmangel",
            "Obst",
            "Gemüse",
            "Ernährungsgewohnheiten"
        ]
    },
    {
        "section": 15,
        "content": "7. Decken Sie etwa 40–50 % Ihres Energiebedarfes mit frischem Obst, Gemüse, Rohkost und Nüssen. Neben Fleisch bilden Früchte, Knollen, Wurzeln, Gemüse und Nüsse seit Jahrtausenden die Grundlage der menschlichen Ernährung. Diese Nahrungsmittel sollten ca. die Hälfte Ihrer täglichen Energiezufuhr ausmachen. Bei einem täglichen Energiebedarf von 2000 kcal bedeutet dies ca. 800–1000 kcal über Früchte, Gemüse, Kartoffeln, Rohkost und Nüsse zuzuführen. Daraus errechnen sich für Obst, Gemüse und Rohkost ca. 1,5 kg/d. Dies ist etwas höher als die propagierten 5 Portionen. 8. Essen Sie 2–3 × pro Woche Fisch. Bevorzugen Sie frischen Seefisch wie Lachs (Wildfang!), Hering und Makrele, die einen hohen Anteil an ω-3-Fettsäuren haben.",
        "tags": [
            "Energiebedarf",
            "Obst",
            "Gemüse",
            "Fisch",
            "Nüsse"
        ]
    },
    {
        "section": 16,
        "content": "9. Sie können 2–3 × pro Woche Fleisch essen. Wählen Sie naturbelassenes und biologisch erzeugtes Fleisch von höchster Qualität wie Bison, Strauß, Geflügel oder Rind- bzw. Kalbfleisch. Verzichten Sie auf Schweinefleisch und alle Fleisch- und Wurstwaren. Achten Sie auf eine schonende Zubereitung, wie das Garen bei niedrigen Temperaturen, um die Nährstoffe zu erhalten. Eine ausgewogene Ernährung, die auf frischen, unverarbeiteten Lebensmitteln basiert, kann zu einer besseren Gesundheit und einem höheren Wohlbefinden führen. Es ist wichtig, die eigene Ernährung regelmäßig zu überprüfen und gegebenenfalls anzupassen, um die Gesundheit langfristig zu fördern.",
        "tags": [
            "Fleischkonsum",
            "biologisches Fleisch",
            "Zubereitung",
            "Nährstoffe",
            "Gesundheit"
        ]
    },
    {
        "section": 17,
        "content": "Hochwertiges, unbelastetes Fleisch, Geflügel, Fisch und Ei sowie ausreichend große Mengen von frischem Obst, Gemüse, Rohkost und Nüssen sind die wesentliche Basis einer gesunden Ernährung. Grillen oder scharfes Anbraten ist nicht zu empfehlen, insbesondere bei niedrigen Temperaturen. Es ist wichtig, auf die Qualität der Nahrungsmittel zu achten, um eine gesunde Ernährung zu gewährleisten. \n\nVerzichten Sie auf Alkohol. Wenn nicht ganz auf Wein oder Bier verzichtet wird, so sollten die Mengen und auch die Häufigkeit kontrolliert werden: 1 Glas Wein (0,2 l) oder 1 Glas Bier (0,4 l) an 2–3 Tagen pro Woche sollte nicht überschritten werden. Da Ernährung keine Religion ist, stellen kleine „Ernährungssünden“ natürlich auch kein Problem dar. Das Stück Torte oder das zweite Glas Wein auf der Geburtstagsfeier sind gesundheitlich völlig unbedenklich. Gerade eine gesunde Ernährung muss immer einen Genuss darstellen und mit Freude und aus Überzeugung, aber nicht als Zwang oder Ideologie umgesetzt werden, sonst verliert sie einen erheblichen Teil ihres gesundheitlichen Wertes.",
        "tags": [
            "gesunde Ernährung",
            "Alkoholkonsum",
            "Essgewohnheiten",
            "Nahrungsmittelqualität",
            "Genuss"
        ]
    },
    {
        "section": 18,
        "content": "Diese Ernährung stellt die Basis des vom Autor des Beitrages entwickelten Präventions- und Therapiekonzeptes dar, das seit mehreren Jahren erfolgreich bei Patienten mit Übergewicht oder verschiedenen chronischen Erkrankungen sowie im Profisport eingesetzt wird. Das Konzept zielt darauf ab, durch eine ausgewogene und gesunde Ernährung die Gesundheit zu fördern und Krankheiten vorzubeugen. Die Integration von frischen Lebensmitteln und die Reduzierung von verarbeiteten Produkten sind zentrale Elemente dieser Strategie. \n\nDie Bedeutung einer gesunden Ernährung wird durch zahlreiche Studien untermauert, die den Zusammenhang zwischen Ernährung und Gesundheit untersuchen. Es ist wichtig, dass die Menschen sich der Auswirkungen ihrer Ernährungsentscheidungen bewusst sind und diese aktiv gestalten, um ihre Lebensqualität zu verbessern und gesundheitlichen Risiken vorzubeugen.",
        "tags": [
            "Prävention",
            "Therapie",
            "Übergewicht",
            "chronische Erkrankungen",
            "Gesundheitsförderung"
        ]
    }
]