[
    {
        "section": 1,
        "content": "Zusammenfassung\nDie Forschung der letzten Jahre bestätigte: Ähnlich wie der Knochen ist der Muskel durch den physiologischen Alterungsprozess von einem Abbau betroffen, der rund 1/3 der initialen Muskelmasse ausmacht. Hat der damit verbundene Kraftabbau funktionelle Konsequenzen auf den Alltag (z.B. stark eingeschränkte Gehgeschwindigkeit: ≤0,8m/s), spricht man von Sarkopenie. Der Erhalt der Muskelgesundheit im Alter ist möglich durch regelmäßiges Krafttraining und proteinreiche Ernährung. Neueste Leitlinien empfehlen deutlich höhere tägliche Proteinmengen für Senioren (1,0–1,5g/kg Körpergewicht) als bei jüngeren Erwachsenen (0,8g). Neueste klinische Studienergebnisse, dass mit Leucin angereicherte Molkenproteine in der Lage sind, Muskelmasse und Muskelfunktion im Alter zu steigern, auch wenn kein begleitendes Krafttraining durchgeführt werden kann. Dies hat insbesondere für die Prävention von Muskelabbau bei Bettlägerigkeit und Sedentarismus großes Potenzial. Neben den Proteinen sind im Alter Vitamin D3, Kreatin und Omega-3-Fettsäuren maßgeblich an der Unterstützung einer guten Muskelfunktion beteiligt.",
        "tags": [
            "Muskelgesundheit",
            "Sarkopenie",
            "Proteinbedarf",
            "Ernährung",
            "Alter"
        ]
    },
    {
        "section": 2,
        "content": "Erhöhter Proteinbedarf im Alter\nObwohl der tägliche Gesamtkalorienbedarf im Alter ab 65 J. um rund 25% kleiner ist als in jüngeren Lebensjahren (am besten durch eine verminderte Kohlenhydratzufuhr zu erreichen), ist zum Erhalt der Muskelgesundheit, aber auch zur Bekämpfung der im Alter häufigen inflammatorischen und katabolen Prozesse im Rahmen chronischer Erkrankungen, eine deutlich höhere tägliche Proteinzufuhr notwendig. Die europäische Geriatriegesellschaft EUGMS (European Union Geriatric Medicine Society) beauftragte deshalb eine internationale Spezialistengruppe (PROT-AGE Study Group), evidenzbasierte Empfehlungen für die optimale tägliche Proteinzufuhr bei Senioren ≥65 J. zu machen. Die PROT-AGE Study Group empfiehlt eine tägliche durchschnittliche Proteinzufuhr von mindestens 1,0–1,2g Protein pro kg Körpergewicht (KG). Für körperlich aktive und/oder trainierende Senioren wird eine höhere tägliche Proteinzufuhr ≥1,2g/kg KG empfohlen. Die Synergie von Proteinen, aber auch anderen Nährstoffen und Training ist in der Abbildung aufgezeigt.",
        "tags": [
            "Proteinbedarf",
            "Geriatrie",
            "Ernährung",
            "Senioren",
            "Krafttraining"
        ]
    },
    {
        "section": 3,
        "content": "Eine Mehrheit älterer Menschen mit akuten oder chronischen Erkrankungen braucht sogar noch mehr Proteine mit einem Tagesbedarf von 1,2–1,5g/kgKG. Die Empfehlungen der europäischen Gesellschaft für Stoffwechsel und Ernährung (ESPEN) liegen ebenfalls in einem Bereich von 1,0–1,5g/kgKG pro Tag. Die Schweizerische Gesellschaft für Ernährung (SGE) empfiehlt im Moment für Erwachsene generell noch 0,8g/kgKG pro Tag, eine alterspezifische Empfehlung für Senioren ist im Moment bei der Eidgenössischen Ernährungskommission in Bearbeitung. Übersetzt in die aktuellen Empfehlungen für einen gesunden, 75kg schweren Senior in den Ernährungsalltag, bedeutet dies, dass die tägliche Proteinzufuhr rund 90g (1,2g/kgKG) betragen sollte, was z.B. einem Äquivalent von knapp 500g magerem rotem Fleisch pro Tag entspricht. Diese im Alltag eher unrealistische Empfehlung kann ohne weiteres auch mittels anderen gleich- oder sogar höherwertigen Proteinquellen umgesetzt werden. Im Vergleich zu Fleisch- und Fischproteinen sind z.B. die Proteine aus Milchprodukten und Eiern im Körper bis zu 20% besser verwertbar. Vor allem beim Frühstück lohnt es sich deshalb für Senioren, Eier, Käse und Joghurt/Milch auf dem Speiseplan zu haben.",
        "tags": [
            "Proteinbedarf",
            "ältere Menschen",
            "Ernährung",
            "ESPEN",
            "SGE"
        ]
    },
    {
        "section": 4,
        "content": "Bei einem Proteingehalt von rund 5g pro mittelgroßes Ei kann z.B. fast die Hälfte des Frühstückproteinbedarfs mit 2–3 Eiern (z.B. in Form einer Omelette oder eines Rühreis) abgedeckt werden. Dass Eier den Cholesterinspiegel in keiner Weise beeinflussen, muss in diesem Kontext immer wieder betont werden, da diese Assoziation in den 1980er-Jahren fälschlicherweise sehr weit verbreitet wurde und z.T. immer noch in den Köpfen gewisser Senioren steckt. Im Vergleich zu jüngeren Erwachsenen brauchen Erwachsene über 65 J. zur Stimulation der eigenen Muskelproteinsynthese deutlich mehr Proteine pro Einzelportion. Seit 5 Jahren wird deshalb empfohlen, den täglichen Proteinbedarf gleichmäßig auf die 3 Hauptmahlzeiten zu verteilen, wobei pro Einzelportion ein minimaler Proteingehalt von 25g nicht unterschritten werden soll. Neuere Daten zeigen, dass die optimale, aufs Mal verabreichte Proteinmenge wohl noch etwas höher liegt.",
        "tags": [
            "Eier",
            "Cholesterin",
            "Muskelproteinsynthese",
            "Hauptmahlzeiten",
            "Proteinportionen"
        ]
    },
    {
        "section": 5,
        "content": "Zur maximalen Steigerung der myofibrillären Proteinsynthese-Rate benötigen ältere Menschen mind. 40g schnellverdauliches, L-Leucin-reiches Protein (Molkenprotein). Alternativ sind dabei auch kleinere Mengen an Molkenprotein möglich, die allerdings mit L-Leucin angereichert werden müssen. Dass eine Supplementierung von L-Leucin angereicherter Molke zusammen mit Vitamin D3 bei Pflegeheimbewohnern einen signifikanten Benefit für Muskelkraft und Funktion der unteren Extremität bewirkt, wurde eindrücklich in der randomisierten placebokontrollierten PROVIDE-Multizentrumsstudie in Deutschland gezeigt. Beeindruckend war hier insbesondere, dass die muskulären Verbesserungen ohne zusätzliches Training erreicht wurden.",
        "tags": [
            "L-Leucin",
            "Molkenprotein",
            "Muskelkraft",
            "Vitamin D3",
            "PROVIDE-Studie"
        ]
    },
    {
        "section": 6,
        "content": "Anaboler Effekt /g110/g3Proteinsynthese /g110/g3Muskelzellwachstum /g110/g3Anzahl Typ II /g3/g3Muskelfasern /g110/g3Grösse Typ II /g3/g3Muskelfasern Metabolischer Effekt /g110/g3Genetische Protein-/g3/g3expression /g110/g3Calcium-Metabolismus /g110/g3IGF-BP Metabolismus Anti-inflammatorischer Effekt /g112/g3Zytokine /g112/g3Andere Entzündungsmarker",
        "tags": [
            "Muskelaufbau",
            "Nährstoffe",
            "Proteinsynthese",
            "Muskeltraining",
            "Entzündungsmarker"
        ]
    },
    {
        "section": 7,
        "content": "Zur Steigerung der myofibrillären Proteinsyntheserate benötigen ältere Menschen mindestens 40g schnellverdauliches, L-Leucin-reiches Protein (Molkenprotein, [5]). Auch bei älteren Menschen existiert eine Obergrenze (Steigerung der Proteinoxidation). Diese liegt allerdings bei mindestens 40g pro Portion. Alternativ und anstelle von 40g Molkenprotein können auch kleinere Mengen an Molkenprotein verwendet werden, allerdings müssen diese mit L-Leucin angereichert (sog. Molkeäquivalente) werden. Generell wird die Leucinschwelle durch den Alterungsprozess und körperliche Aktivität erhöht. Um die leucinspezifische Schwelle für Muskelneusynthese im Alter zu erreichen, braucht es entweder 42g Molkenprotein oder 6,25g Molkenprotein mit 5g Leucin ([7]; . Abb. 2). Die Zufuhr von Kohlenhydraten zur Aktivierung der muskelanabolen Insulinproduktion (. Abb. 3) ist für jüngere Erwachsene nach dem Training kalorisch kein Problem. Für ältere Menschen mit einem um 25% reduzierten kalorischen Tagesbedarf (bedingt durch die altersassoziiert verminderte Muskelmasse) sind Kohlenhydrate nach Krafttraining kalorisch eher unerwünscht. Hier gibt es Daten, dass bei genügend Proteingabe (mindestens 25g) – selbst bei leeren Glykogenspeichern und minimalem Insulinspiegel – optimale Muskelneusyntheseraten erreicht werden und auf die Einnahme von zusätzlichen Kohlenhydraten verzichtet werden kann [8]. Die für ältere Menschen optimale Proteinsupplementierung nach Muskeltraining sollte deshalb idealerweise zuckerarm sein und aus L-Leucin angereicherten Molkenproteinen bestehen, die mengenmäßig die in. Abb. 2 fürs höhere Alter angegebene kritische Leucinschwelle überschreiten.",
        "tags": [
            "Proteinzufuhr",
            "Kohlenhydrate",
            "Muskelneusynthese",
            "Insulinproduktion",
            "Alterung"
        ]
    },
    {
        "section": 8,
        "content": "Omega-3-Fettsäuren (3,9g n-3-PUFA pro Tag) haben eine stimulierende Wirkung auf den Muskelproteinmetabolismus und die mitochondriale Bioenergetik im Alter und erhöhen die anabole Muskelantwort auf Training ([9];. Abb. 3). Auch bei Kreatin gibt es Evidenz für positive Wirkungen auf die Muskelgesundheit im Alter, insbesondere zur schnelleren Heilung von Muskelverletzungen, aber auch für eine bessere Muskelrobustheit bei starker Beanspruchung. Hier verwendete Dosierung gehen bis zu 30g/Tag über 5 Jahre, was auch im Alter bezüglich Sicherheit kein Problem darstellt [10]. Die Wirkungen von Vitamin D3 auf den Muskelstoffwechsel sind multipel und reichen von anabolen, metabolischen bis zu antiinflammatorischen Effekten (. Abb. 4;[ 11]). Die internationale Dosissubstitutionsempfehlung von Vitamin D3 im Alter liegt bei 800IE/Tag. Dies wird grundsätzlich durch eine neuere Studie bei älteren Menschen mit Sturz im Vorjahr (Durchschnittsalter 78 Jahre) bestätigt, welche die Wirksamkeit und Sicherheit der monatlichen Referenzdosierung von 24.000IE Vitamin D bezüglich Korrektur des Vitamin-D-Mangels, Verbesserung der Muskelgesundheit und Sturzprophylaxe untersucht.",
        "tags": [
            "Omega-3-Fettsäuren",
            "Kreatin",
            "Vitamin D3",
            "Muskelgesundheit",
            "Sturzprophylaxe"
        ]
    },
    {
        "section": 9,
        "content": "Die Forschung der letzten Jahre hat bestätigt: auf ähnliche Weise wie die Knochen sind die Muskeln einem physiologischen Alterungsprozess unterworfen, der den Verlust von etwa 1/3 der ursprünglichen Muskelmasse zur Folge hat. Wenn der Verlust an Kraft funktionale Konsequenzen im Alltag hat (z.B. stark reduzierte Gehgeschwindigkeit: ≤0,8 m/s), spricht man von einer Sarkopenie. Es ist möglich, die Gesundheit der Muskeln im Alter durch regelmäßige Kraftübungen und eine proteinreiche Ernährung zu erhalten. Die neuesten Richtlinien empfehlen eine deutlich höhere Proteinzufuhr bei älteren Menschen (1,0 bis 1,5 g pro kg Körpergewicht) als bei jungen Erwachsenen (0,8 g). Die letzten klinischen Studien haben gezeigt, dass Molkenproteine, die mit Leucin angereichert sind, die Muskelmasse und -funktion bei älteren Probanden erhöhen können, selbst wenn sie nicht mit Krafttraining einhergehen. Dies bietet großes Potenzial zur Prävention des Muskelabbaus, insbesondere im Falle von Bettlägerigkeit und Sedentärverhalten. Neben Proteinen spielen Vitamin D3, Kreatin und Omega-3-Fettsäuren eine wichtige Rolle bei der Unterstützung einer guten Muskel-Funktion im Alter.",
        "tags": [
            "Sarkopenie",
            "Muskelgesundheit",
            "Proteinaufnahme",
            "Alterung",
            "Ernährung"
        ]
    },
    {
        "section": 10,
        "content": "Die monatliche Referenzdosis von 24.000 IE Vitamin D bezüglich der Korrektur des Vitamin-D-Mangels, Verbesserung der Beinfunktion und Senkung des Sturzrisikos zeigte, dass höhere monatliche Vitamin-D-Gaben im Vergleich zur Referenzdosis von 24.000 IE/Monat keinen Vorteil bezüglich Beinfunktion brachten und zu einem erhöhten Sturzrisiko führten. Dies ist besonders relevant für ältere Menschen, die anfälliger für Stürze sind und deren Beinfunktion entscheidend für die Aufrechterhaltung der Mobilität ist. Die Ergebnisse dieser Studien unterstreichen die Notwendigkeit, die Vitamin-D-Gabe sorgfältig zu überwachen und anzupassen, um die Gesundheit und Sicherheit älterer Menschen zu gewährleisten.",
        "tags": [
            "Vitamin D",
            "Beinfunktion",
            "Sturzrisiko",
            "Ältere Menschen",
            "Gesundheit"
        ]
    }
]