[
    {
        "section": 1,
        "content": "Die vegane Ernährung ist durch den ausschließlichen Verzehr von pflanzlichen Lebensmitteln gekennzeichnet. Sie wird – ähnlich wie andere vegetarische Kostformen – in der Bevölkerung der westlichen Welt immer häufiger praktiziert. Es ist nicht genau bekannt, wie viele Menschen sich in Deutschland vegan ernähren. Die Angaben schwanken zwischen 0,1 % und 1 % der Bevölkerung, also zwischen 81 000 und 810 000 Personen. Die Entscheidung für eine Ernährung ohne den Verzehr tierischer Lebensmittel erfolgt in der Regel bewusst und freiwillig. Vegane Ernährung als Teil eines „westlichen“ Lebensstils unterscheidet sich von einer „traditionell“ pflanzlichen Ernährung, die meist in Entwicklungsländern praktiziert wird. Dort geht sie häufig mit einer eingeschränkten Lebensmittelverfügbarkeit und einer niedrigeren Energiezufuhr infolge von geringem Einkommen und Bildungsniveau einher. In westlichen Ländern ist der typische Vegetarier weiblich, jung, gebildet und vermögend, lebt in Städten und pflegt einen „gesunden Lebensstil“.",
        "tags": [
            "vegane Ernährung",
            "westlicher Lebensstil",
            "Vegetarismus",
            "Ernährungsgewohnheiten",
            "Gesundheit"
        ]
    },
    {
        "section": 2,
        "content": "Die Deutsche Gesellschaft für Ernährung e. V. (DGE) hat auf Grundlage der aktuellen wissenschaftlichen Literatur eine Position zur veganen Ernährung erarbeitet. Bei einer rein pflanzlichen Ernährung ist eine ausreichende Versorgung mit einigen Nährstoffen nicht oder nur schwer möglich. Der kritischste Nährstoff ist Vitamin B12. Zu den potenziell kritischen Nährstoffen bei veganer Ernährung gehören außerdem Protein bzw. unentbehrliche Aminosäuren und langkettige n3-Fettsäuren sowie weitere Vitamine (Riboflavin, Vitamin D) und Mineralstoffe (Calcium, Eisen, Jod, Zink, Selen). Für Schwangere, Stillende, Säuglinge, Kinder und Jugendliche wird eine vegane Ernährung von der DGE nicht empfohlen. Wer sich dennoch vegan ernähren möchte, sollte dauerhaft ein Vitamin-B12-Präparat einnehmen, auf eine ausreichende Zufuhr v. a. der kritischen Nährstoffe achten und gegebenenfalls angereicherte Lebensmittel und Nährstoffpräparate verwenden. Dazu sollte eine Beratung von einer qualifizierten Ernährungsfachkraft erfolgen und die Versorgung mit kritischen Nährstoffen regelmäßig ärztlich überprüft werden.",
        "tags": [
            "Nährstoffe",
            "Vitamin B12",
            "vegane Ernährung",
            "Ernährungsberatung",
            "Gesundheit"
        ]
    },
    {
        "section": 3,
        "content": "Je nach Form des Vegetarismus werden ausgewählte tierische Lebensmittel (z. B. Eier, Milch) verzehrt oder tierische Lebensmittel und Zusatzstoffe sowie Lebensmittel, bei deren Herstellungsprozessen tierische Bestandteile verwendet werden, komplett gemieden. Vegane Ernährung ist eine sehr strenge Form der vegetarischen Ernährung. Veganer verzehren ausschließlich pflanzliche Lebensmittel, sie lehnen alle tierischen Lebensmittel ab, teilweise auch Honig und zusätzlich Gebrauchsgegenstände aus Tierkörperteilen wie Fell und Leder. Hauptmotive für eine vegetarische Ernährungsweise sind ethische Gründe (z. B. Ablehnung der Massentierhaltung), Aspekte der Ökologie und Nachhaltigkeit oder gesundheitliche Überlegungen. Die Zusammensetzung der Ernährung, insbesondere die Relation von tierischen zu pflanzlichen Lebensmitteln, sowie der Verarbeitungsgrad bestimmen nach bisherigen Erkenntnissen das Risiko für ernährungsmitbedingte Krankheiten.",
        "tags": [
            "Vegetarismus",
            "Ethische Gründe",
            "Ökologie",
            "Nachhaltigkeit",
            "Gesundheit"
        ]
    },
    {
        "section": 4,
        "content": "In epidemiologischen Studien konnte aufgezeigt werden, dass eine hohe Zufuhr von rotem Fleisch und insbesondere von Fleischerzeugnissen das Risiko für viele Krankheiten erhöht, wie z. B. bestimmte Krebsarten. Hohe Anteile an ballaststoffreichen Getreideprodukten sowie Gemüse und Obst können hingegen viele Gesundheitsrisiken senken. Die DGE empfiehlt, die Ernährung so zu gestalten, dass sie reich an pflanzlichen Lebensmitteln ist, um die Gesundheit zu fördern und ernährungsbedingte Krankheiten zu vermeiden. Eine ausgewogene Ernährung, die auch tierische Produkte in Maßen einschließt, kann dazu beitragen, die Nährstoffversorgung zu optimieren und gesundheitliche Risiken zu minimieren.",
        "tags": [
            "Epidemiologie",
            "Krebsrisiko",
            "Gesundheitsförderung",
            "Pflanzliche Lebensmittel",
            "Ernährungsrisiken"
        ]
    },
    {
        "section": 5,
        "content": "heitsrisiken senken (z. B. Herz-Kreis-lauf-Krankheiten, Diabetes mellitus Typ 2). Vegetarische Ernährungsformen haben hinsichtlich der oben genannten Lebensmittel häufig eine günstigere Zusammensetzung als die in Deutschland übliche Mischkost in Bezug auf die Zufuhr von Nährstoffen und sonstigen positiv wirksamen (sekundären) Pflanzenstoffen. In einer Meta-Analyse von Beobachtungsstudien hatten Personen, die sich vegetarisch ernährten, im Vergleich zu Personen, die sich nicht vegetarisch ernährten, ein geringeres Risiko für metabolische und kardiovaskuläre Krankheiten. Auch das Risiko für ischämische Herzkrankheiten und Krebs war geringer. Bei den unterschiedlichen Studien ist allerdings zu beachten, welche Vergleichsgruppen herangezogen wurden und ob sonstige Unterschiede in den Lebensstilen in den statistischen Auswertungen berücksichtigt wurden. Es gibt Hinweise, dass die untersuchten Gruppen teilweise sehr unterschiedliche Lebensstile aufwiesen, sodass die niedrigeren Krankheitsrisiken vermutlich nicht ausschließlich auf die Ernährung zurückzuführen sind. In einer Analyse von zwei prospektiven Studien wurden Personen, die sich vegetarisch ernährten (Pesco-, Ovo-Lacto-Vegetarier und Veganer), mit Personen mit einer pflanzenbetonten Mischkost, die geringe Mengen an Fleisch- und Fleischerzeugnissen enthielt, verglichen. Beide Gruppen unterschieden sich hinsichtlich der Sterblichkeit nicht. Unter Berücksichtigung dieser Ergebnisse kann derzeit nicht von einem gesundheitlichen Vorteil von Vegetariern gegenüber sich vergleichbar ernährenden Mischköstlern mit einem geringen Fleischanteil in der Ernährung ausgegangen werden. Allerdings kann angenommen werden, dass eine pflanzenbetonte Ernährungsform (mit oder ohne einen geringen Fleischanteil) gegenüber der derzeitig in Deutschland üblichen Ernährung mit einer Risikosenkung für ernährungsbedingte Krankheiten verbunden ist.",
        "tags": [
            "Vegetarische Ernährung",
            "Gesundheitsrisiken",
            "Meta-Analyse",
            "Kardiovaskuläre Krankheiten",
            "Ernährungsformen"
        ]
    },
    {
        "section": 6,
        "content": "Nährstoffzufuhr bei veganer Ernährung. In der von der DGE empfohlenen Mischkost mit einem geringen Anteil an Fleisch- und Fleischerzeugnissen sowie Fisch tragen die tierischen Lebensmittel zur Nährstoffversorgung mit Protein bzw. unentbehrlichen Aminosäuren, langkettigen n3-Fettsäuren (Eicosapentaensäure [EPA] und Docosahexaensäure [DHA]), Vitamin D, Riboflavin, Vitamin B 12 (Cobalamin), Calcium, Eisen, Jod, Zink sowie Selen bei. Da bei den vegetarischen Ernährungsformen einige oder sämtliche dieser Lebensmittel gemieden werden, kann die Versorgung mit einigen der genannten Nährstoffe schwierig werden. Eine ausreichende Versorgung mit diesen Nährstoffen muss durch die gezielte Auswahl pflanzlicher Lebensmittel sichergestellt werden. Alternative Nährstofflieferanten für Veganer sind zusammengefasst. Es gibt nur wenige Studien, welche die ernährungsphysiologische Qualität restriktiver Ernährungsformen wie der veganen Ernährung untersuchen und mit anderen Ernährungsformen vergleichen. Pflanzenbetonte Ernährungsweisen wie die vegetarischen Ernährungsformen gehen mit einer guten Versorgung mit einigen Vitaminen (Vitamin C, Vitamin E, Thiamin und Folat) und Mineralstoffen (Magnesium und Kalium) sowie Ballaststoffen und sekundären Pflanzenstoffen einher. Im Vergleich zu einer Mischkost enthalten alle vegetarischen Ernährungsformen außerdem z. B. weniger gesättigte Fettsäuren und Cholesterol. Das Risiko für eine Nährstoffunterversorgung bzw. für einen Nährstoffmangel wird umso größer, je stärker die Lebensmittelauswahl eingeschränkt wird und je weniger.",
        "tags": [
            "Vegane Ernährung",
            "Nährstoffzufuhr",
            "DGE",
            "Pflanzenbetonte Ernährung",
            "Nährstoffmangel"
        ]
    },
    {
        "section": 7,
        "content": "Tab. 1: Formen des Vegetarismus bzw. vegetarisch orientierter Ernährung. Lebensmittel, die gegessen werden: Pesco-Vegetarier - pflanzliche Lebensmittel, Fisch, Eier, Milch und Milchprodukte; Ovo-Lacto-Vegetarier - pflanzliche Lebensmittel, Eier, Milch und Milchprodukte; Lacto-Vegetarier - pflanzliche Lebensmittel, Milch und Milchprodukte; Ovo-Vegetarier - pflanzliche Lebensmittel, Eier; Veganer - pflanzliche Lebensmittel. Lebensmittel, die gemieden werden: Pesco-Vegetarier - Fleisch sowie alle daraus gewonnenen Produkte; Ovo-Lacto-Vegetarier - Fleisch, Fisch (einschließlich anderer aquatischer Tiere) sowie alle daraus gewonnenen Produkte; Lacto-Vegetarier - Fleisch, Fisch (einschließlich anderer aquatischer Tiere), Eier sowie alle daraus gewonnenen Produkte; Ovo-Vegetarier - Fleisch, Fisch (einschließlich anderer aquatischer Tiere), Milch und Milchprodukte sowie alle daraus gewonnenen Produkte; Veganer - alle tierischen Lebensmittel, auch Honig.",
        "tags": [
            "Vegetarismus",
            "Ernährungsformen",
            "Lebensmittel",
            "Pflanzliche Ernährung",
            "Nährstoffversorgung"
        ]
    },
    {
        "section": 8,
        "content": "Veganer pflanzliche Lebensmittel alle tierischen Lebensmittel, auch Honig. Potenziell kritische Nährstoffe in der veganen Ernährung sind unter anderem Protein, langkettige n3-Fettsäuren, Vitamin D, Riboflavin, Vitamin B12, Calcium, Eisen, Jod, Zink und Selen. Bei der veganen Ernährung ist es wichtig, auf eine ausreichende Zufuhr dieser Nährstoffe zu achten, um Mangelerscheinungen zu vermeiden. \n\nTags: Veganismus, Nährstoffe, Ernährung, Gesundheit, Mangelerscheinungen",
        "tags": [
            "Veganismus",
            "Nährstoffe",
            "Ernährung",
            "Gesundheit",
            "Mangelerscheinungen"
        ]
    },
    {
        "section": 9,
        "content": "Protein ist ein kritischer Nährstoff in der veganen Ernährung. Pflanzliche Nährstofflieferanten sind Hülsenfrüchte, Nüsse, Getreide (Vollkorn), Ölsamen und Kartoffeln. Diese sollten über den Tag verteilt und gezielt kombiniert verzehrt werden, um den Proteinbedarf zu decken. Bei einer vielfältigen Zufuhr pflanzlicher Proteinquellen kann der Bedarf gedeckt werden, jedoch ist unklar, ob dies auch bei Kleinkindern möglich ist. Die Kombination verschiedener pflanzlicher Proteinquellen kann die Proteinqualität erhöhen. \n\nTags: Protein, Hülsenfrüchte, Nüsse, Getreide, Kinderernährung",
        "tags": [
            "Protein",
            "Hülsenfrüchte",
            "Nüsse",
            "Getreide",
            "Kinderernährung"
        ]
    },
    {
        "section": 10,
        "content": "Langkettige n3-Fettsäuren sind ein weiterer kritischer Nährstoff. Bei einer strikten veganen Ernährung wird kaum Eicosapentaensäure (EPA) und Docosahexaensäure (DHA) zugeführt. Die Umwandlung der n3-Fettsäure α-Linolensäure (ALA) zu EPA und DHA ist limitiert. Öle aus Mikroalgen, die DHA enthalten, sind als Novel Food zugelassen und können eine wertvolle Ergänzung darstellen. \n\nTags: Fettsäuren, EPA, DHA, Mikroalgen, Ernährung",
        "tags": [
            "Fettsäuren",
            "EPA",
            "DHA",
            "Mikroalgen",
            "Ernährung"
        ]
    },
    {
        "section": 11,
        "content": "Vitamin D ist ein weiterer wichtiger Nährstoff, der sowohl über die Ernährung als auch durch Sonnenbestrahlung aufgenommen werden kann. Einige Speisepilze und mit Vitamin D angereicherte Lebensmittel sind gute Quellen. Riboflavin findet sich in Ölsamen, Nüssen, Hülsenfrüchten und verschiedenen Gemüsearten. \n\nTags: Vitamin D, Ernährung, Riboflavin, Gemüse, Gesundheit",
        "tags": [
            "Vitamin D",
            "Ernährung",
            "Riboflavin",
            "Gemüse",
            "Gesundheit"
        ]
    },
    {
        "section": 12,
        "content": "Vitamin B12 ist in der veganen Ernährung ein kritischer Nährstoff, da er in nicht angereicherten Lebensmitteln kaum vorkommt. Lebensmittel pflanzlicher Herkunft können durch bakterielle Gärung Spuren von Vitamin B12 enthalten, jedoch ist die Bioverfügbarkeit unklar. Shiitake-Pilze und Meeresalgen können Vitamin B12 liefern, sind jedoch nicht als alleinige Quelle geeignet. Veganer sollten ein Vitamin-B12-Präparat einnehmen, um ihren Bedarf zu decken. \n\nTags: Vitamin B12, vegane Ernährung, Bioverfügbarkeit, Nahrungsergänzung, Gesundheit",
        "tags": [
            "Vitamin B12",
            "vegane Ernährung",
            "Bioverfügbarkeit",
            "Nahrungsergänzung",
            "Gesundheit"
        ]
    },
    {
        "section": 13,
        "content": "Calcium ist wichtig für die Knochengesundheit und kann aus Gemüse, Nüssen, Hülsenfrüchten und mit Calcium angereicherten Lebensmitteln gewonnen werden. Eisen ist ein weiterer kritischer Nährstoff, dessen Verfügbarkeit durch den gleichzeitigen Verzehr von Vitamin C-reichen Lebensmitteln verbessert werden kann. Schwangere und stillende Frauen sollten bei nachgewiesenem Eisenmangel ein Eisenpräparat einnehmen. \n\nTags: Calcium, Eisen, Knochengesundheit, Schwangerschaft, Ernährung",
        "tags": [
            "Calcium",
            "Eisen",
            "Knochengesundheit",
            "Schwangerschaft",
            "Ernährung"
        ]
    },
    {
        "section": 14,
        "content": "Jod ist ein essentielles Spurenelement, das über jodiertes Speisesalz und Meeresalgen aufgenommen werden kann. Goitrogene Substanzen in bestimmten pflanzlichen Lebensmitteln können die Bioverfügbarkeit von Jod mindern. Schwangere und stillende Frauen sollten Jodtabletten einnehmen, um ihren Bedarf zu decken. Zink ist ebenfalls wichtig und kann durch Vollkorn, Hülsenfrüchte und Nüsse aufgenommen werden. \n\nTags: Jod, Zink, Ernährung, Schwangerschaft, Bioverfügbarkeit",
        "tags": [
            "Jod",
            "Zink",
            "Ernährung",
            "Schwangerschaft",
            "Bioverfügbarkeit"
        ]
    },
    {
        "section": 15,
        "content": "Selen ist ein weiterer wichtiger Nährstoff, dessen Gehalt in pflanzlichen Lebensmitteln stark variieren kann. Er ist abhängig vom Selengehalt der Böden. Eine abwechslungsreiche Ernährung ist entscheidend, um alle notwendigen Nährstoffe in ausreichender Menge zu erhalten. \n\nTags: Selen, Ernährung, Nährstoffe, Gesundheit, Abwechslung",
        "tags": [
            "Selen",
            "Ernährung",
            "Nährstoffe",
            "Gesundheit",
            "Abwechslung"
        ]
    },
    {
        "section": 16,
        "content": "Der Gehalt in pflanzlichen Lebensmitteln variiert je nach Anbaugebiet stark, da er vom Selengehalt der Böden abhängig ist. Abwechslungsreich die Ernährung ist. Dies gilt prinzipiell für alle Ernährungsformen. Bei Vegetariern, die zwar auf Fleisch und Fleischerzeugnisse verzichten, jedoch andere tierische Lebensmittel, wie z. B. Milch- und Milchprodukte sowie Eier, in ihre Ernährung einbeziehen, kann eine bedarfsgerechte Ernährung realisiert werden. Bei veganer Ernährung ist der kritischste Nährstoff Vitamin B12. Zu den potenziell kritischen Nährstoffen bei veganer Ernährung gehören außerdem Protein bzw. unentbehrliche Aminosäuren und langkettige n3-Fettsäuren (EPA und DHA) sowie weitere Vitamine (Riboflavin, Vitamin D3) und Mineralstoffe (Calcium, Eisen, Jod, Zink, Selen). Ein Überblick über Funktionen und Mangelerscheinungen der potenziell kritischen Nährstoffe findet sich in den Referenzwerten für die Nährstoffzufuhr.",
        "tags": [
            "Ernährung",
            "Vegetarismus",
            "Veganismus",
            "Nährstoffe",
            "Vitamin B12"
        ]
    },
    {
        "section": 17,
        "content": "Vitamin B12 wird ausschließlich von Mikroorganismen produziert und kommt in einer für den Menschen verfügbaren Form fast nur in tierischen Lebensmitteln vor. Eine vegane Ernährung erhöht deshalb das Risiko für einen Vitamin-B12-Mangel (sofern keine Vitamin-B12-Präparate verwendet werden). Die Prävalenz einer niedrigen Vitamin-B12-Versorgung bzw. eines -Mangels lag bei verschiedenen Untersuchungen bei Veganern, die keine Vitamin-B12-Präparate einnahmen, abhängig von den untersuchten Parametern bei bis zu 86 %. Vitamin B12 ist an der Regulation der Homozysteinkonzentration und des Methioninstoffwechsels, an der Blutbildung sowie am Abbau von Fettsäuren und Aminosäuren beteiligt. Niedrige Vitamin-B12-Serumkonzentrationen sind mit hohen Homozysteinkonzentrationen im Plasma assoziiert. Hohe Homozystein-Konzentrationen im Plasma werden als Risikofaktor für kardiovaskuläre Krankheiten diskutiert. Eine lang anhaltende Vitamin-B12-arme Ernährung kann zudem zu Störungen der Zellfunktion, Beeinträchtigungen der DNA-Synthese, megaloblastischer Anämie sowie neurologischen Störungen führen.",
        "tags": [
            "Vitamin B12",
            "Mangelerscheinungen",
            "Homozystein",
            "Kardiovaskuläre Gesundheit",
            "Ernährungsrisiken"
        ]
    },
    {
        "section": 18,
        "content": "Da sich klinische Mangelerscheinungen aufgrund der relativ großen Leberspeicher und der hohen Reutilisationsrate von Vitamin B12 im enterohepatischen Kreislauf erst nach einigen Jahren Vitamin-B12-freier Ernährung einstellen, sollten Veganer ihre Vitamin-B12-Versorgung regelmäßig überprüfen lassen. Neugeborene sind von einer ausreichenden Vitamin-B12-Zufuhr der Mutter während Schwangerschaft und Stillzeit abhängig. Es gibt erste Hinweise, dass ein Mangel an Vitamin B12 vor der Konzeption ein unabhängiger Risikofaktor für Komplikationen während der Schwangerschaft (Fehlgeburt, Präeklampsie) sowie für negative Auswirkungen auf das Neugeborene (niedriges Geburtsgewicht, Neuralrohrdefekt) ist. Bei ausschließlich gestillten Säuglingen sich vegan ernährender Mütter, die keine Nährstoffpräparate eingenommen haben, ist ein Vitamin-B12-Mangel mit entsprechenden Folgen (neurologische Störungen, megaloblastische Anämie) schon in den ersten Lebensmonaten beobachtet worden.",
        "tags": [
            "Schwangerschaft",
            "Stillzeit",
            "Neugeborene",
            "Vitamin B12",
            "Nährstoffversorgung"
        ]
    },
    {
        "section": 19,
        "content": "Die Vitamin-B12-Versorgung kann anhand mehrerer Biomarker beurteilt werden. Dazu zählen Blutkonzentrationen von Vitamin B12, Holotranscobalamin (HTC), Methylmalonsäure (MMA) im Serum und Homocystein im Plasma. Keiner dieser Biomarker ist als alleiniger Parameter zur Beurteilung der Vitamin-B12-Versorgung geeignet. Bei veganer Ernährung besteht eine Versorgungsproblematik für einige Nährstoffe, deren Auswirkungen insbesondere für Menschen in sensiblen Lebensphasen (z. B. Wachstum) nachteilig für die Gesundheit sein können. Sich vegan ernährenden Schwangeren und Stillenden, vegan ernährten Kindern vom Säuglingsalter an über die gesamte Wachstumsphase bis hin zu sich vegan ernährenden Jugendlichen muss daher gesonderte Aufmerksamkeit gelten. Diese speziellen Bevölkerungsgruppen haben ein höheres Risiko für Nährstoffdefizite.",
        "tags": [
            "Biomarker",
            "Nährstoffversorgung",
            "Wachstum",
            "Risikogruppen",
            "Vegane Ernährung"
        ]
    },
    {
        "section": 20,
        "content": "Die Nährstoffversorgung bei veganer Ernährung in der Schwangerschaft wurde in einer systematischen Übersichtsarbeit untersucht. Dabei war die Studienlage sowohl hinsichtlich der methodischen Herangehensweise der untersuchten Studien, deren Qualität teilweise als gering beurteilt wurde, als auch hinsichtlich der Ergebnisse heterogen. Unter Berücksichtigung dieser Einschränkungen kommen die Autoren zu dem Schluss, dass eine frei gewählte vegetarische oder vegane Ernährung ohne finanzielle Einschränkungen in der Schwangerschaft sicher ist, wenn die Nährstoffversorgung beobachtet wird und Nährstoffdefizite kompensiert werden. Bei Bevölkerungsgruppen mit besonderem Anspruch an die Nährstoffversorgung ist daher eine gezielte Lebensmittelauswahl und -zubereitung erforderlich. Besonders in Phasen des Wachstums und in Phasen mit erhöhtem Nährstoffbedarf sollten die Zufuhr und die Versorgung mit Nährstoffen regelmäßig überprüft werden, um bei unzureichender Versorgung die Zufuhr einzelner Nährstoffe durch den präzise kalkulierten Verzehr entsprechend angereicherter Lebensmittel bzw. die Einnahme von Nährstoffpräparaten zu optimieren. Eine ausreichende Vitamin-B12-Versorgung ist nach derzeitigem Kenntnisstand bei veganer Ernährung ohne die Einnahme von Nährstoffpräparaten nicht möglich.",
        "tags": [
            "Nährstoffversorgung",
            "vegane Ernährung",
            "Schwangerschaft",
            "Nährstoffdefizite",
            "Vitamin B12"
        ]
    },
    {
        "section": 21,
        "content": "Lebensmittel, die bei veganer Ernährung konsumiert werden, sind nicht zwingend ernährungsphysiologisch günstig und gesundheitsfördernd. Es kann sich dabei um Gemüse, Hülsenfrüchte, Obst, Nüsse, Samen, wertvolle Pflanzenöle und Vollkornprodukte handeln, deren vorteilhafte Wirkung belegt ist. Wenn jedoch veganen Gerichten oder Lebensmitteln hohe Mengen an Zucker, Fett und Speisesalz zugesetzt werden, sind sie ernährungsphysiologisch nicht günstig. Die Lebensmittelauswahl hängt u. a. auch vom jeweiligen individuellen Motiv für eine vegane Ernährung ab, wie z. B. Tierschutz oder gesundheitliche Gründe. Durch das sich seit einigen Jahren stark verändernde und größer werdende Angebot an (verarbeiteten) Lebensmitteln und Verpflegungsmöglichkeiten für Veganer dürfte sich die Versorgungssituation von sich vegan ernährenden Menschen verbessern. Rund 90 % der 852 online befragten Veganer gaben an, dass es in den letzten Jahren sehr viel einfacher geworden sei, sich vegan zu ernähren. Wegen der gestiegenen Nachfrage wird im Handel ein reichhaltiges Sortiment veganer Fertig- und Ersatzprodukte bis hin zu Wurst- und Käse-Imitaten angeboten.",
        "tags": [
            "vegane Lebensmittel",
            "Ernährungsphysiologie",
            "Zucker",
            "Fett",
            "Verarbeitung"
        ]
    },
    {
        "section": 22,
        "content": "Die Herstellungsbedingungen entsprechen längst denen konventioneller Lebensmittel. Es handelt sich teilweise um hochverarbeitete, mit vielen Zusatzstoffen versehene Produkte, deren ernährungsphysiologischer Wert z. T. kritisch gesehen wird. Diese Lebensmittel können aber auch, sofern mit Nährstoffen angereichert, einen Beitrag zur Nährstoffversorgung von Veganern leisten. Quellen für potenziell kritische Nährstoffe sind dabei von Natur aus an diesen Nährstoffen reiche Lebensmittel, angereicherte Lebensmittel und Nährstoffpräparate. Veganer sollten diese gezielt in ihren Speisenplan einbauen. Dadurch und durch eine gezielte Lebensmittelauswahl und gute Planung ist es möglich, eine vegane Kost zusammenzustellen, bei der kein Nährstoffmangel auftritt. Eine sensible Bevölkerungsgruppe stellen Säuglinge dar, die nicht oder nicht voll gestillt werden. Bei Verwendung industriell hergestellter Säuglingsmilchnahrungen auf Kuhmilchbasis sind gesunde, reif geborene, nicht gestillte Säuglinge unabhängig von der Ernährung der Mutter in den ersten Monaten ausreichend mit Nährstoffen versorgt.",
        "tags": [
            "Nährstoffversorgung",
            "Säuglinge",
            "Milchnahrungen",
            "vegane Kost",
            "Nährstoffmangel"
        ]
    },
    {
        "section": 23,
        "content": "Neben Säuglingsmilchnahrungen auf Kuhmilchbasis gibt es Säuglingsmilchnahrungen auf Sojabasis. Eine aktuelle Übersichtsarbeit kommt zu dem Schluss, dass moderne Säuglingsmilchnahrungen auf Sojabasis sicher sind und nicht anders als andere Säuglingsnahrungen und Frauenmilch auf Wachstum, Knochengesundheit, reproduktive, endokrine und neurologische Funktionen sowie das Immunsystem wirken. Das Bundesinstitut für Risikobewertung (BfR), das Netzwerk Junge Familie sowie die Ernährungskommission der Deutschen Gesellschaft für Kinder- und Jugendmedizin geben dagegen an, dass Säuglingsmilchnahrungen auf Sojabasis keinen Ersatz für Produkte auf Kuhmilchbasis darstellen und nicht für die Ernährung gesunder Säuglinge gedacht sind. Nicht oder nicht voll gestillte Säuglinge sollten Sojaerzeugnisse aufgrund des hohen Gehalts an Phytoöstrogenen und aufgrund des höheren Aluminiumgehalts im Vergleich zu Säuglingsmilchnahrung auf Kuhmilchbasis nur in begründeten Ausnahmefällen und nach ärztlicher Empfehlung regelmäßig bekommen.",
        "tags": [
            "Säuglingsmilchnahrungen",
            "Sojabasis",
            "Phytoöstrogene",
            "Aluminiumgehalt",
            "Ernährung"
        ]
    },
    {
        "section": 24,
        "content": "Lebensmittelbezogene Ernährungsempfehlungen zu veganer Ernährung werden von verschiedenen Fachgesellschaften bzw. Experten veröffentlicht. Die Gießener vegetarische Lebensmittelpyramide beinhaltet alle Lebensmittelgruppen für Ovo-Lacto-Vegetarier und auch für Veganer, mit dem Hinweis, dass Veganer zur Bedarfsdeckung angereicherte Lebensmittel oder Nährstoffpräparate einsetzen sollten. Für eine geeignete Ausgestaltung einer vegetarischen Ernährungsweise werden in den Dietary Guidelines for Australia zu einzelnen Lebensmittelgruppen spezielle Hinweise für Ovo-Lacto-Vegetarier und Veganer gegeben. Das United States Department of Agriculture (USDA) hat im Rahmen der Dietary Guidelines for Americans 2015 Ernährungsempfehlungen für ein Healthy Vegetarian Pattern entwickelt und gibt Hinweise für Verbraucher, die sich vegetarisch ernähren möchten. In der Gießener vegetarischen Lebensmittelpyramide wird für Vegetarier und Veganer empfohlen, Fleisch, Fisch, Milch und Eier durch Hülsenfrüchte wie Erbsen, Bohnen, Kichererbsen und Linsen zu ersetzen sowie durch Sojaprodukte und andere Proteinquellen. Ein Vergleich der vollwertigen Ernährung nach den Empfehlungen der DGE mit den Empfehlungen für eine vegane Ernährung nach der Gießener vegetarischen Lebensmittelpyramide zeigt, dass die Basis jeweils gleich ist und die entsprechenden lebensmittelbezogenen Empfehlungen sehr ähnlich sind.",
        "tags": [
            "Ernährungsempfehlungen",
            "vegane Ernährung",
            "Lebensmittelpyramide",
            "Vegetarismus",
            "Nährstoffversorgung"
        ]
    },
    {
        "section": 25,
        "content": "Bei veganer Ernährung sind jedoch spezielle Hinweise zu beachten: Gemüse einschließlich Hülsenfrüchten und Obst bilden aufgrund der hohen Nährstoffdichte, ihres hohen Gehalts an Ballaststoffen und sekundären Pflanzenstoffen sowie ihres Potenzials in Bezug auf die Prävention verschiedener ernährungsmitbedingter Krankheiten die Grundlage einer gesundheitsfördernden Ernährung. „5 am Tag“, d. h., 5 Portionen Gemüse und Obst pro Tag werden empfohlen. Bei vegetarischer (einschließlich veganer) Ernährungsweise wird nach der Gießener Lebensmittel Vollwertige Ernährung (Mischkost) nach DGE empfohlen. Die Gruppen der Lebensmittel und deren empfohlene Mengen sind wie folgt: \n\nGruppe 1: Getreide, Getreideprodukte, Kartoffeln täglich 4−6 Scheiben (200−300 g) Brot oder 3−5 Scheiben (150−250 g) Brot und 50−60 g Getreideflocken und 1 Portion (200−250 g) Kartoffeln (gegart) oder 1 Portion (200−250 g) Nudeln (gegart) oder 1 Portion (150−180 g) Reis (gegart). Produkte aus Vollkorn bevorzugen, etwa 2−3 Mahlzeiten pro Tag, z. B. Vollkornbrot, Kartoffeln, Reis. \n\nGruppe 2: Gemüse (inkl. Hülsenfrüchte) und Salat täglich mindestens 3 Portionen (400 g) Gemüse: 300 g gegartes Gemüse und 100 g Rohkost/Salat oder 200 g gegartes Gemüse und 200 g Rohkost/Salat. \n\nGruppe 3: Obst (inkl. Nüsse) täglich mindestens 2 Portionen (250 g) Obst, mindestens 300 g bzw. 2 Portionen Obst pro Tag, frisches Obst ergänzen durch maximal 50 g Trockenfrüchte und Säfte; Nüsse und Samen: 30−60 g pro Tag (v. a. Mandeln und Sesam liefern viel Calcium).",
        "tags": [
            "Gemüse",
            "Obst",
            "Getreide",
            "Ernährungsgruppen",
            "Ballaststoffe"
        ]
    },
    {
        "section": 26,
        "content": "Gruppe 4: Milch und Milchprodukte täglich 200−250 g fettarme Milch und Milchprodukte und 2 Scheiben (50−60 g) fettarmen Käse entfällt; stattdessen: Hülsenfrüchte wie Erbsen, Bohnen, Kichererbsen und Linsen: 1−2 Mahlzeiten pro Woche und Sojaprodukte (Sojamilch, -jogurt, Tofu, Tempeh, etc.) und weitere Proteinquellen (z. B. Seitan): 50−150 g/Tag. \n\nGruppe 5: Fleisch, Wurst, Fisch und Eier wöchentlich 300−600 g fettarmes Fleisch (zubereitet) und fettarme Wurst und 1 Portion (80−150 g) fettarmen Seefisch (zubereitet) und 1 Portion (70 g) fettreichen Seefisch (zubereitet) und bis zu 3 Eier (inkl. verarbeitetes Ei). \n\nGruppe 6: Öle und Fette täglich 10−15 g Öl (z. B. Raps-, Walnuss- oder Sojaöl) und 15−30 g Margarine oder Butter. Naturbelassene pflanzliche Öle und Fette: 2−4 Esslöffel pro Tag – für die Versorgung mit n3-Fettsäuren v. a. Raps-, Lein- und Walnussöl wählen. \n\nGruppe 7: Getränke täglich rund 1,5 L, bevorzugt energiefreie/-arme Getränke, calciumreiches Wasser und andere alkoholfreie, kalorienarme Getränke: täglich 1−2 L. Außerdem jodiertes und fluoridiertes Speisesalz sparsam verwenden. \n\nVitamin D nimmt unter den Vitaminen eine Sonderstellung ein, da es sowohl über die Ernährung zugeführt als auch vom Menschen selbst durch Sonnenbestrahlung gebildet werden kann. Sonnenlicht (mind. 15 Min./Tag) für Vitamin D. Bei veganer Ernährung sollte die sichere Versorgung mit Vitamin B12 und D durch entsprechende Nährstoffpräparate abgesichert werden.",
        "tags": [
            "Milchprodukte",
            "Fette",
            "Getränke",
            "Vitamin D",
            "Nährstoffpräparate"
        ]
    },
    {
        "section": 27,
        "content": "Tab. 3: Lebensmittelgruppen in der vollwertigen Ernährung (Mischkost) und in der veganen Ernährung. Die vegetarischen Lebensmittelpyramide weist speziell auf die Lebensmitteluntergruppen dunkelgrünes Blattgemüse und getrocknete Früchte hin. Auch Getreide in Form von Vollkornprodukten sowie Kartoffeln bilden eine weitere Grundlage und sollten Bestandteil der Mahlzeiten sein. Bei Ölen und Fetten und Getränken sind die Empfehlungen nahezu identisch (Butter und butterhaltige Streichfette fallen für vegane Ernährung weg). Während die Lebensmittelgruppen Milch und Milchprodukte sowie Fleisch und Fleischerzeugnisse, Fisch und Eier für die vegane Ernährung wegfallen, werden in den lebensmittelbezogenen Empfehlungen für eine vegane Ernährung nach der Gießener vegetarischen Lebensmittelpyramide Hülsenfrüchte, Nüsse und Ölsamen als Lieferanten von Protein, B-Vitaminen, Zink und Eisen stärker betont sowie die Verwendung angereicherter Lebensmittel empfohlen (z. B. Sojamilch mit Calcium). Wenn angereicherte Lebensmittel nicht konsumiert werden bzw. zur Verfügung stehen, wird zur Einnahme verschiedener Nährstoffpräparate (Vitamin B12, Vitamin D, Calcium) geraten. Maßnahmen zur Verbesserung des Nährstoffgehalts (z. B. Keimung von Getreide) und der Bioverfügbarkeit von Nährstoffen aus pflanzlichen Lebensmitteln sind weitere Strategien, die zur Verbesserung der Nährstoffversorgung bei veganer Ernährung angeraten werden sollten.",
        "tags": [
            "Lebensmittelgruppen",
            "vegane Ernährung",
            "Nährstoffversorgung",
            "Vollwertige Ernährung",
            "Ernährungsempfehlungen"
        ]
    },
    {
        "section": 28,
        "content": "Angereicherte Lebensmittel werden in internationalen Veröffentlichungen häufig als mögliche Lieferanten kritischer Nährstoffe bei veganer Ernährung genannt. Diese Aussage bezieht sich im Wesentlichen auf Nordamerika, wo im Vergleich zu Deutschland mehr angereicherte Lebensmittel auf dem Markt sind. Eine aktuelle Erhebung zu in verschiedenen Filialen des Lebensmitteleinzelhandels in Deutschland (Bonn) erhältlichen angereicherten Lebensmitteln erlaubt den Schluss, dass angereicherte Lebensmittel mittlerweile auch in Deutschland einen nennenswerten Beitrag zur Nährstoffzufuhr leisten können; z. B. kann mit 200 mL eines Multivitaminsafts der Referenzwert für die Zufuhr von Riboflavin erreicht werden. Allerdings sind die zugesetzte Form sowie die Bioverfügbarkeit der Nährstoffe aus diesen Lebensmitteln vielfach unklar und zugesetzte Mengen können auch innerhalb einer Produktgruppe sehr variabel sein.",
        "tags": [
            "angereicherte Lebensmittel",
            "Nährstoffzufuhr",
            "Riboflavin",
            "Bioverfügbarkeit",
            "Lebensmittelmarkt"
        ]
    },
    {
        "section": 29,
        "content": "Die Academy of Nutrition and Dietetics vertritt die Position, dass eine gut geplante vegane Ernährung, die Nährstoffpräparate und angereicherte Lebensmittel einschließt, allen Ernährungsempfehlungen gerecht werden kann und für alle Altersgruppen, einschließlich Schwangerschaft und Stillzeit, angemessen ist. Diesen Positionen folgen Fachgesellschaften anderer Länder wie das National Health and Medical Research Council in den Ernährungsempfehlungen für Australien sowie das portugiesische National Programme for the Promotion of a Healthy Diet. Die Canadian Paediatric Society gibt ebenfalls an, dass eine ausgewogene vegane Ernährung inklusive Nährstoffpräparate den Nährstoffbedarf von Kindern und Jugendlichen decken kann, wenn eine ausreichende Energiezufuhr sichergestellt wird. Laut der British Nutrition Foundation kann eine gut geplante, ausgewogene vegetarische oder vegane Ernährung angemessen sein.",
        "tags": [
            "vegane Ernährung",
            "Nährstoffbedarf",
            "Schwangerschaft",
            "Stillzeit",
            "Ernährungsempfehlungen"
        ]
    },
    {
        "section": 30,
        "content": "Striktere Ernährungsweisen, wie eine streng makrobiotische oder eine Rohkost-Ernährung, weisen häufig einen geringen Energiegehalt sowie einen geringen Gehalt an einer Reihe von Nährstoffen auf und sind daher für Kinder völlig unzureichend und ungeeignet. Das portugiesische National Programme for the Promotion of a Healthy Diet weist zudem darauf hin, dass die Stilldauer bei vegan ernährten Säuglingen über die ohnehin empfohlenen sechs Monate Stillzeit hinaus, während der Einführung der Bei- und Familienkost, auf zwei Jahre ausgeweitet werden sollte. So könne sichergestellt werden, dass Säuglinge und Kleinkinder ausreichend mit hochwertigem Milchprotein versorgt werden. Das Netzwerk „Gesund ins Leben – Netzwerk Junge Familie“ gibt an, dass eine vegane Ernährung in der Schwangerschaft sowie für Säuglinge und Kleinkinder ungeeignet ist, um die Nährstoffversorgung zu sichern.",
        "tags": [
            "Ernährungsweisen",
            "Energiegehalt",
            "Stilldauer",
            "Milchprotein",
            "Nährstoffversorgung"
        ]
    },
    {
        "section": 31,
        "content": "Das Netzwerk betont die Risiken für die kindliche Entwicklung und die Notwendigkeit der medizinischen Beratung und der Einnahme von Nährstoffpräparaten. Auch in den Empfehlungen der Ernährungs-kommission der Deutschen Gesellschaft für Kinder- und Jugendmedizin für die Ernährung gesunder Säuglinge wird eine vegane Ernährung ohne die Einnahme von Nährstoffpräparaten für Säuglinge abgelehnt. Wichtiger Hinweis: Die Position of the Academy of Nutrition and Dietetics: Vegetarian Diets aus dem Jahr 2015 wurde während der Erarbeitung dieses Positionspapiers für eine Überarbeitung zurückgezogen, daher wird die Position aus dem Jahr 2009 berücksichtigt.",
        "tags": [
            "kindliche Entwicklung",
            "medizinische Beratung",
            "Nährstoffpräparate",
            "Ernährungs-kommission",
            "vegane Ernährung"
        ]
    },
    {
        "section": 32,
        "content": "Die adäquate Zufuhr der Nährstoffe (siehe Referenzwerte für die Nährstoffzufuhr) kann durch eine abwechslungsreiche, vielfältige Lebensmittelauswahl sichergestellt werden. Jede Ernährungsweise, die essenzielle Nährstoffe und Energie nicht bedarfsgerecht zuführt, ist für die Gesundheit ungünstig. Die DGE empfiehlt eine Ernährung mit allen im Ernährungskreis aufgeführten Lebensmittelgruppen, also auch tierischen Produkten. Das heißt, die DGE empfiehlt eine vollwertige Ernährung in Form einer Mischkost, die zum größten Teil aus pflanzlichen und zum kleineren Teil aus tierischen Lebensmitteln inklusive Fisch und wenig Fleisch- und Fleischerzeugnissen besteht. Die DGE hält auch eine pesco- und ovo-lacto-vegetarische Ernährung für gesunde Personen als Dauerernährung für geeignet, wenn entsprechende Alternativen zur Optimierung der Nährstoffzufuhr gewählt werden. Bei Gruppen mit besonderen Anforderungen an die Nährstoffversorgung, z. B. Schwangeren, Stillenden, Säuglingen und Kleinkindern, ist besondere Sorgfalt geboten.",
        "tags": [
            "Nährstoffzufuhr",
            "Ernährungsweise",
            "DGE",
            "Mischkost",
            "Vegetarische Ernährung"
        ]
    },
    {
        "section": 33,
        "content": "Bei veganer Ernährung ist eine ausreichende Versorgung mit einigen Nährstoffen nicht oder nur schwer möglich. Der kritischste Nährstoff ist Vitamin B12. Zu den potenziell kritischen Nährstoffen bei veganer Ernährung gehören außerdem Protein bzw. unentbehrliche Aminosäuren und langkettige n3-Fettsäuren (EPA und DHA) sowie weitere Vitamine (Riboflavin, Vitamin D) und Mineralstoffe (Calcium, Eisen, Jod, Zink, Selen). Eine vegane Ernährung ist nur dann bedarfsdeckend möglich, wenn folgende Punkte beachtet werden: Menschen, die sich vegan ernähren möchten, sollten dauerhaft ein Vitamin-B12-Präparat einnehmen sowie die Versorgung mit Vitamin B12 regelmäßig ärztlich überprüfen lassen; sehr gezielt nährstoffdichte Lebensmittel und angereicherte Lebensmittel auswählen, um die Nährstoffversorgung, insbesondere die Versorgung mit den kritischen Nährstoffen, sicherzustellen; gegebenenfalls die Versorgung mit weiteren kritischen Nährstoffen regelmäßig ärztlich überprüfen lassen und generell bei einem festgestellten oder möglichen Nährstoffmangel sowohl die Ernährung umstellen als auch über Nährstoffpräparate oder angereicherte Lebensmittel die kritischen Nährstoffe solange zuführen, bis der Nährstoffmangel behoben ist; sich von einer qualifizierten Ernährungsfachkraft informieren und beraten lassen.",
        "tags": [
            "Vegane Ernährung",
            "Nährstoffversorgung",
            "Vitamin B12",
            "Kritische Nährstoffe",
            "Ernährungsberatung"
        ]
    },
    {
        "section": 34,
        "content": "Das Risiko für eine Nährstoffunterversorgung bzw. einen Nährstoffmangel ist bei Personen in sensiblen Lebensphasen wie Schwangerschaft und Stillzeit sowie bei Säuglingen, Kindern und Jugendlichen, die sich vegan ernähren bzw. vegan ernährt werden, höher als bei gesunden Erwachsenen mit dieser Ernährungsweise. Eine vegan ausgerichtete Ernährung ohne angereicherte Lebensmittel bzw. Nährstoffpräparate führt bei einigen Nährstoffen zu einer unzureichenden Zufuhr, die mit z. T. erheblichen negativen Folgen für die Gesundheit einhergehen kann. Da sich mit dem Verzicht auf jegliche tierische Lebensmittel das Risiko für Nährstoffdefizite und damit das Risiko für Gesundheitsstörungen erhöht, wird eine vegane Ernährung in Schwangerschaft und Stillzeit sowie im gesamten Kindes- und Jugendalter von der DGE nicht empfohlen. Wer sich dennoch dafür entscheidet, sollte unbedingt die oben genannten Punkte beachten.",
        "tags": [
            "Nährstoffmangel",
            "Gesundheitsrisiken",
            "Schwangerschaft",
            "Stillzeit",
            "Kindernährung"
        ]
    },
    {
        "section": 35,
        "content": "Die vegane Ernährung hat in den letzten Jahren an Popularität gewonnen, und viele Menschen entscheiden sich aus verschiedenen Gründen dafür, ihre Ernährung umzustellen. Die Deutsche Gesellschaft für Ernährung (DGE) hat eine Position zur veganen Ernährung veröffentlicht, die wichtige Aspekte und Empfehlungen für eine ausgewogene vegane Ernährung umfasst. Es ist entscheidend, dass Personen, die sich für eine vegane Ernährung entscheiden, sich über die notwendigen Nährstoffe informieren und sicherstellen, dass sie alle erforderlichen Vitamine und Mineralstoffe in ausreichender Menge zu sich nehmen. Insbesondere die Zufuhr von Vitamin B12, Eisen, Calcium und Omega-3-Fettsäuren sollte beachtet werden, da diese Nährstoffe in pflanzlichen Lebensmitteln oft in geringeren Mengen vorkommen oder schwerer verfügbar sind. Die DGE empfiehlt, sich bei der Planung einer veganen Ernährung an evidenzbasierten Leitlinien zu orientieren, um Mangelernährungen zu vermeiden und die Gesundheit zu fördern.",
        "tags": [
            "vegane Ernährung",
            "DGE",
            "Nährstoffe",
            "Vitamin B12",
            "Eisen"
        ]
    },
    {
        "section": 36,
        "content": "Eine ausgewogene vegane Ernährung kann viele gesundheitliche Vorteile bieten, darunter ein geringeres Risiko für chronische Krankheiten wie Herz-Kreislauf-Erkrankungen, Diabetes und bestimmte Krebsarten. Studien haben gezeigt, dass Vegetarier und Veganer im Allgemeinen eine höhere Aufnahme von Ballaststoffen, Antioxidantien und bestimmten Vitaminen haben, was zu einer besseren allgemeinen Gesundheit beitragen kann. Dennoch ist es wichtig, dass Veganer auf eine abwechslungsreiche und nährstoffreiche Kost achten, um alle notwendigen Nährstoffe zu erhalten. Die DGE hat Leitlinien veröffentlicht, die helfen sollen, eine ausgewogene vegane Ernährung zu gestalten, die alle wichtigen Nährstoffe abdeckt. Dazu gehört auch die Empfehlung, angereicherte Lebensmittel oder Nahrungsergänzungsmittel in Betracht zu ziehen, um sicherzustellen, dass die Zufuhr von kritischen Nährstoffen wie Vitamin B12 ausreichend ist.",
        "tags": [
            "Gesundheit",
            "chronische Krankheiten",
            "Nährstoffaufnahme",
            "Ballaststoffe",
            "Nahrungsergänzungsmittel"
        ]
    },
    {
        "section": 37,
        "content": "Die Diskussion über die Vor- und Nachteile einer veganen Ernährung ist komplex und wird von verschiedenen wissenschaftlichen Studien unterstützt. Einige Studien zeigen, dass vegane Ernährung positive Auswirkungen auf die Gesundheit hat, während andere auf potenzielle Risiken hinweisen, insbesondere wenn die Ernährung nicht gut geplant ist. Es ist wichtig, dass Menschen, die sich für eine vegane Ernährung entscheiden, sich über die verschiedenen Nährstoffe informieren und gegebenenfalls professionelle Beratung in Anspruch nehmen. Die DGE und andere Fachgesellschaften bieten Ressourcen und Informationen, die helfen können, eine gesunde vegane Ernährung zu fördern. Die Berücksichtigung individueller Bedürfnisse und gesundheitlicher Bedingungen ist ebenfalls entscheidend, um sicherzustellen, dass die Ernährung sowohl gesund als auch nachhaltig ist.",
        "tags": [
            "wissenschaftliche Studien",
            "Risiken",
            "Nährstoffversorgung",
            "professionelle Beratung",
            "individuelle Bedürfnisse"
        ]
    },
    {
        "section": 38,
        "content": "Vitamin B-12 and perinatal health are critical topics in nutrition, particularly concerning maternal and infant health. Research indicates that deficiencies in vitamin B-12 during pregnancy can lead to adverse outcomes for fetal and infant development. For instance, studies have shown that maternal vitamin B-12 status is linked to the risk of neural tube defects, especially in populations with high prevalence rates and without folic acid fortification. Furthermore, vegetarianism has been associated with vitamin B-12 deficiency, which can have significant implications for both mothers and their infants. Infants who are breastfed by vegan mothers may be at risk of developmental regression due to insufficient vitamin B-12 intake. This highlights the importance of monitoring vitamin B-12 levels in pregnant and breastfeeding women, particularly those following strict vegetarian or vegan diets. The consequences of vitamin B-12 deficiency can manifest as neurological symptoms in infants, emphasizing the need for awareness and preventive measures in maternal nutrition. \n\nTags: Vitamin B-12, maternal health, infant development, vegetarianism, nutritional deficiency",
        "tags": [
            "Vitamin B-12",
            "maternal health",
            "infant development",
            "vegetarianism",
            "nutritional deficiency"
        ]
    },
    {
        "section": 39,
        "content": "The impact of prolonged exclusive breastfeeding from vegan mothers has been documented, with cases of isolated methylmalonic aciduria arising due to mild mutase deficiency. This condition underscores the potential risks associated with vegan diets during critical developmental periods in infancy. Additionally, the effects of vitamin B-12 deficiency on neurodevelopment in infants have been a subject of ongoing research, revealing possible mechanisms through which such deficiencies can affect cognitive and physical development. Neurological symptoms in infants, such as floppy baby syndrome, have been linked to maternal vitamin B-12 deficiency, further illustrating the importance of adequate nutrient intake during pregnancy and lactation. The relationship between dietary choices, particularly veganism, and infant nutrition is complex and necessitates careful consideration to prevent deficiencies that could lead to serious health issues. \n\nTags: breastfeeding, vegan diet, methylmalonic aciduria, neurodevelopment, infant health",
        "tags": [
            "breastfeeding",
            "vegan diet",
            "methylmalonic aciduria",
            "neurodevelopment",
            "infant health"
        ]
    },
    {
        "section": 40,
        "content": "The safety of soy-based infant formulas has been a topic of discussion, particularly in relation to their use as alternatives to traditional cow's milk products. Research indicates that while soy formulas can be suitable for infants, they should not be considered a direct replacement for cow's milk, especially in the context of nutritional adequacy. The German Nutrition Society has issued statements regarding the use of soy-based formulas, emphasizing the need for careful monitoring of infant nutrition to ensure that all essential nutrients are provided. Furthermore, guidelines for healthy vegetarian diets have been developed to assist parents in making informed dietary choices for their children. These guidelines highlight the importance of including a variety of nutrient-dense foods to meet the dietary needs of growing children, particularly those following vegetarian or vegan diets. \n\nTags: soy-based formulas, infant nutrition, cow's milk alternatives, vegetarian diet guidelines, nutritional adequacy",
        "tags": [
            "soy-based formulas",
            "infant nutrition",
            "cow's milk alternatives",
            "vegetarian diet guidelines",
            "nutritional adequacy"
        ]
    },
    {
        "section": 41,
        "content": "The role of nutrition in early childhood development is critical, with specific attention given to the dietary needs of infants and young children. Research has shown that a balanced diet, including adequate protein, vitamins, and minerals, is essential for healthy growth and development. The guidelines for infant feeding emphasize the importance of breastfeeding and the introduction of complementary foods at appropriate ages. Additionally, the dietary habits established during early childhood can have lasting effects on health and nutrition throughout life. Parents and caregivers are encouraged to provide a variety of foods to ensure that children receive all necessary nutrients. This includes understanding the implications of dietary restrictions, such as vegetarianism or veganism, and ensuring that children receive adequate nutrition despite these choices. \n\nTags: early childhood nutrition, breastfeeding, complementary foods, dietary habits, nutrient adequacy",
        "tags": [
            "early childhood nutrition",
            "breastfeeding",
            "complementary foods",
            "dietary habits",
            "nutrient adequacy"
        ]
    },
    {
        "section": 42,
        "content": "Ernährung in der Schwangerschaft ist ein wichtiges Thema, das in verschiedenen Studien und Empfehlungen behandelt wird. Die Deutsche Gesellschaft für Ernährung (DGE) hat spezielle Positionen zur veganen Ernährung veröffentlicht, die sich mit den Bedürfnissen von Schwangeren und stillenden Müttern befassen. Diese Empfehlungen sind darauf ausgelegt, eine ausgewogene und nährstoffreiche Ernährung zu fördern, die sowohl für die Mutter als auch für das Kind von Vorteil ist. Es wird betont, dass eine vegane Ernährung in der Schwangerschaft gut geplant werden muss, um sicherzustellen, dass alle notwendigen Nährstoffe, wie Proteine, Vitamine und Mineralstoffe, in ausreichender Menge vorhanden sind. Die DGE hat auch spezifische Richtlinien für die Ernährung von Säuglingen und stillenden Müttern herausgegeben, die auf den neuesten wissenschaftlichen Erkenntnissen basieren. Diese Empfehlungen sind Teil eines umfassenden Ansatzes zur Förderung der Gesundheit von Familien und zur Unterstützung einer gesunden Entwicklung von Kindern.",
        "tags": [
            "Ernährung",
            "Schwangerschaft",
            "vegane Ernährung",
            "Gesundheit",
            "DGE"
        ]
    },
    {
        "section": 43,
        "content": "Die Qualität von pflanzlichen Proteinen und deren Rolle in der menschlichen Ernährung ist ein weiteres zentrales Thema. Studien zeigen, dass pflanzliche Proteine in Bezug auf ihre Aminosäurezusammensetzung und -verfügbarkeit variieren können. Die Forschung hat sich darauf konzentriert, wie pflanzliche Proteine im Vergleich zu tierischen Proteinen abschneiden und welche Auswirkungen dies auf die Gesundheit hat. Es gibt Hinweise darauf, dass eine gut geplante vegetarische oder vegane Ernährung alle notwendigen Aminosäuren liefern kann, wenn eine Vielzahl von Proteinquellen konsumiert wird. Die Deutsche Gesellschaft für Ernährung und andere Institutionen haben Empfehlungen zur Aufnahme von pflanzlichen Proteinen herausgegeben, um sicherzustellen, dass die Ernährungsbedürfnisse von Vegetariern und Veganern erfüllt werden.",
        "tags": [
            "Pflanzenproteine",
            "Aminosäuren",
            "vegetarische Ernährung",
            "vegane Ernährung",
            "Gesundheit"
        ]
    },
    {
        "section": 44,
        "content": "Die Bedeutung von Omega-3-Fettsäuren, insbesondere aus pflanzlichen Quellen, wird zunehmend anerkannt. Studien haben gezeigt, dass Algenöl eine wertvolle Quelle für die langkettigen Omega-3-Fettsäuren DHA und EPA ist, die für die Gesundheit von Herz und Gehirn wichtig sind. Es gibt auch Hinweise darauf, dass die Bioverfügbarkeit von Omega-3-Fettsäuren aus pflanzlichen Quellen wie Leinsamen und Chia-Samen variieren kann. Die Forschung hat sich darauf konzentriert, wie diese Fettsäuren in der Ernährung von Vegetariern und Veganern integriert werden können, um sicherzustellen, dass sie ausreichend versorgt sind. Algenöl wird als eine vielversprechende Ergänzung angesehen, um den Bedarf an Omega-3-Fettsäuren zu decken, insbesondere für Menschen, die keine tierischen Produkte konsumieren.",
        "tags": [
            "Omega-3-Fettsäuren",
            "Algenöl",
            "pflanzliche Ernährung",
            "Herzgesundheit",
            "Ernährungsforschung"
        ]
    },
    {
        "section": 45,
        "content": "Vitamin B12 ist ein essentielles Vitamin, das in pflanzlichen Lebensmitteln nur in begrenzten Mengen vorkommt. Daher ist es für Vegetarier und Veganer wichtig, auf geeignete Quellen oder Nahrungsergänzungsmittel zurückzugreifen, um einen Mangel zu vermeiden. Studien haben gezeigt, dass bestimmte Algenarten und fermentierte Lebensmittel Vitamin B12 enthalten können, jedoch ist die Bioverfügbarkeit oft unklar. Die Forschung hat sich auch mit der Rolle von B12 in der Gesundheit älterer Menschen und der Notwendigkeit, die Zufuhr in diesen Bevölkerungsgruppen zu überwachen, beschäftigt. Es ist entscheidend, dass Menschen, die sich pflanzlich ernähren, sich über die besten Quellen für Vitamin B12 informieren und gegebenenfalls Supplemente in Betracht ziehen, um ihre Gesundheit zu unterstützen.",
        "tags": [
            "Vitamin B12",
            "pflanzliche Ernährung",
            "Nahrungsergänzung",
            "Gesundheit",
            "Mangelernährung"
        ]
    },
    {
        "section": 46,
        "content": "Eisen ist ein weiteres wichtiges Mineral, das in der Ernährung berücksichtigt werden muss, insbesondere für Vegetarier und Veganer. Die Bioverfügbarkeit von Eisen aus pflanzlichen Quellen ist im Allgemeinen geringer als die von tierischen Quellen. Daher ist es wichtig, eisenreiche pflanzliche Lebensmittel wie Hülsenfrüchte, Nüsse und Samen in die Ernährung aufzunehmen und gleichzeitig die Aufnahme von Vitamin C zu erhöhen, um die Eisenaufnahme zu verbessern. Studien haben gezeigt, dass eine gut geplante vegetarische Ernährung ausreichend Eisen liefern kann, wenn die richtigen Lebensmittel kombiniert werden. Die Deutsche Gesellschaft für Ernährung hat Empfehlungen zur Eisenaufnahme veröffentlicht, um sicherzustellen, dass die Bedürfnisse aller Bevölkerungsgruppen, einschließlich Schwangerer und stillender Mütter, erfüllt werden.",
        "tags": [
            "Eisen",
            "pflanzliche Ernährung",
            "Bioverfügbarkeit",
            "Gesundheit",
            "Nährstoffaufnahme"
        ]
    }
]