[
    {
        "section": 1,
        "content": "Carbohydrate intake is a crucial aspect of nutrition for both adults and children. The World Health Organization (WHO) provides guidelines to help individuals understand the appropriate levels of carbohydrate consumption to maintain health and prevent disease. These guidelines emphasize the importance of the quality of carbohydrates consumed, recommending that individuals focus on whole grains, fruits, vegetables, and legumes, which are rich in fiber and essential nutrients. Additionally, the WHO advises limiting the intake of free sugars, particularly from sugary drinks and processed foods, as excessive consumption can lead to obesity and other health issues. \n\nFor adults, the recommended daily intake of carbohydrates should constitute about 45-65% of total energy intake. This means that a balanced diet should include a variety of carbohydrate sources to ensure adequate energy levels and nutritional benefits. For children, the guidelines suggest similar proportions, but it is essential to consider their growth and developmental needs, which may require adjustments in carbohydrate intake. \n\nOverall, adhering to these guidelines can help promote better health outcomes and reduce the risk of chronic diseases associated with poor dietary habits. \n\nTags: #Carbohydrates #Nutrition #WHO #HealthGuidelines #DietaryRecommendations",
        "tags": [
            "Carbohydrates",
            "Nutrition",
            "WHO",
            "HealthGuidelines",
            "DietaryRecommendations"
        ]
    },
    {
        "section": 2,
        "content": "Carbohydrate intake for adults and children is a crucial aspect of nutrition that has been addressed by the World Health Organization (WHO). The guidelines emphasize the importance of carbohydrates as a primary energy source in the diet. It is recommended that carbohydrates should make up a significant portion of total energy intake, with a focus on the quality of carbohydrates consumed. This includes prioritizing whole grains, fruits, and vegetables while limiting the intake of added sugars and refined carbohydrates. The guidelines also highlight the need for balanced carbohydrate consumption to support overall health and prevent chronic diseases such as obesity, diabetes, and cardiovascular diseases. \n\nThe WHO guidelines are designed to provide a framework for individuals and health professionals to make informed dietary choices. They aim to promote healthy eating patterns that can lead to improved health outcomes for both adults and children. By following these guidelines, individuals can ensure they are meeting their nutritional needs while also reducing the risk of diet-related health issues. \n\nTags: #Carbohydrates #Nutrition #HealthGuidelines #WHO #DietaryRecommendations",
        "tags": [
            "Carbohydrates",
            "Nutrition",
            "HealthGuidelines",
            "WHO",
            "DietaryRecommendations"
        ]
    },
    {
        "section": 3,
        "content": "Guideline summary\n\nThis section provides an overview of the guidelines, summarizing the key points and recommendations that will be discussed in detail throughout the document. It serves as a quick reference for readers to understand the main objectives and findings of the guidelines. The summary highlights the importance of adhering to the recommendations for improving health outcomes and ensuring effective practices in the relevant field. \n\nTags: guidelines, summary, health outcomes, recommendations, practices",
        "tags": [
            "guidelines",
            "summary",
            "health outcomes",
            "recommendations",
            "practices"
        ]
    },
    {
        "section": 4,
        "content": "Background\n\nThe background section outlines the context and rationale for the guidelines. It discusses the current state of knowledge in the field, including existing challenges and gaps that the guidelines aim to address. This section emphasizes the significance of the guidelines in promoting better health practices and outcomes, as well as the need for evidence-based approaches to inform decision-making. \n\nTags: background, context, rationale, challenges, evidence-based",
        "tags": [
            "background",
            "context",
            "rationale",
            "challenges",
            "evidence-based"
        ]
    },
    {
        "section": 5,
        "content": "Objective, scope and methods\n\nThis section details the objectives of the guidelines, specifying what they aim to achieve. It also defines the scope of the guidelines, including the populations and settings to which they apply. Furthermore, the methods used to develop the guidelines are described, highlighting the evidence review process and stakeholder involvement. This information is crucial for understanding the foundation upon which the recommendations are built. \n\nTags: objectives, scope, methods, evidence review, stakeholder involvement",
        "tags": [
            "objectives",
            "scope",
            "methods",
            "evidence review",
            "stakeholder involvement"
        ]
    },
    {
        "section": 6,
        "content": "The evidence\n\nIn this section, the evidence supporting the guidelines is presented. It includes a summary of the research findings, studies, and data that inform the recommendations. The strength and quality of the evidence are assessed, providing readers with insights into the reliability of the information. This section is essential for establishing the credibility of the guidelines and encouraging adherence to the recommendations based on solid evidence. \n\nTags: evidence, research findings, studies, data, credibility",
        "tags": [
            "evidence",
            "research findings",
            "studies",
            "data",
            "credibility"
        ]
    },
    {
        "section": 7,
        "content": "Recommendations and supporting information\n\nThis section outlines the specific recommendations derived from the evidence presented earlier. Each recommendation is accompanied by supporting information that explains the rationale behind it and its expected impact on health outcomes. This part of the document is critical for practitioners and stakeholders, as it provides actionable guidance for implementing the guidelines in practice. \n\nTags: recommendations, supporting information, health outcomes, guidance, implementation",
        "tags": [
            "recommendations",
            "supporting information",
            "health outcomes",
            "guidance",
            "implementation"
        ]
    },
    {
        "section": 8,
        "content": "Translation and implementation\n\nThe final section discusses the translation of the guidelines into practice and the strategies for effective implementation. It addresses potential barriers to implementation and suggests ways to overcome them. This section is vital for ensuring that the guidelines are not only theoretical but also practically applicable in real-world settings, ultimately leading to improved health practices and outcomes. \n\nTags: translation, implementation, barriers, strategies, health practices",
        "tags": [
            "translation",
            "implementation",
            "barriers",
            "strategies",
            "health practices"
        ]
    },
    {
        "section": 9,
        "content": "This document is a summary of a WHO guideline, the full version of which is available only in English and can be accessed at https://www.who.int/publications/i/item/9789240073593. This summary document does not contain all of the information found in the full guideline, but what it does contain has been extracted directly from the full guideline and is therefore identical to the information found in the full guideline. Anywhere in this summary document where “this guideline” or “the guideline” is used in the text, it refers to the full guideline document.",
        "tags": [
            "WHO",
            "guideline",
            "summary",
            "health",
            "nutrition"
        ]
    },
    {
        "section": 10,
        "content": "Noncommunicable diseases (NCDs) are the world’s leading cause of death, responsible for an estimated 41 million of the 55 million deaths in 2019. Nearly half of these deaths were premature (i.e. in people aged less than 70 years) and occurred in low- and middle-income countries (LMICs). Obesity is a risk factor for diet-related NCDs and is linked to millions of deaths globally. In 2016, more than 1.9 billion adults aged 18 years and older were overweight, and of these, more than 600 million were obese. The spotlight on prevention and management of NCDs and obesity has intensified recently as a result of the COVID-19 pandemic, as there is increasing recognition that those with obesity or certain NCDs are at increased risk of adverse outcomes associated with COVID-19. Modifiable risk factors such as unhealthy diets, physical inactivity, tobacco use, and harmful use of alcohol are major risk factors for NCDs and obesity. The quality of carbohydrates in the diet has been extensively explored as a potential modulator of NCD and obesity risk.",
        "tags": [
            "NCDs",
            "Obesity",
            "Diet-related diseases",
            "COVID-19",
            "Risk factors"
        ]
    },
    {
        "section": 11,
        "content": "Carbohydrates are found in a wide variety of primarily plant-based foods and are the principal source of energy (i.e. calories) in the diets of many people. Metabolism of carbohydrates produces glucose, which is the primary source of metabolic “fuel” for the brain and other organs and tissues of the body. Carbohydrates can be grouped in many different ways and referred to using a variety of terms. At the most basic level, carbohydrates comprise monosaccharide building blocks and can be categorized based on the degree of polymerization (i.e. number of connected monosaccharides) as either sugars (mono- and disaccharides), oligosaccharides (short-chain carbohydrates), or polysaccharides (i.e. starch).",
        "tags": [
            "Carbohydrates",
            "Energy source",
            "Metabolism",
            "Dietary classification",
            "Nutrition"
        ]
    },
    {
        "section": 12,
        "content": "The concept of carbohydrate “quality” refers to the nature and composition of carbohydrates in a food or in the diet, including the proportion of sugars, how quickly polysaccharides are metabolized and release glucose into the body (i.e. digestibility), and the amount of dietary fibre. Carbohydrates that are slowly digested in the small intestine or pass through undigested are generally considered “high quality“, and rapidly digested carbohydrates such as sugars are considered “low quality“. Dietary fibre, in particular, is an important element of carbohydrate quality. It can be defined in various ways, although virtually all definitions share the concept that dietary fibre is resistant to digestion by enzymes in the small intestine of humans. Consumption of low-quality carbohydrates is often associated with poor overall dietary quality and may have a negative health impact, whereas consumption of high-quality carbohydrates is often associated with high overall dietary quality and has been shown to have a positive health impact.",
        "tags": [
            "Carbohydrate quality",
            "Dietary fibre",
            "Health impact",
            "Digestibility",
            "Nutrition"
        ]
    },
    {
        "section": 13,
        "content": "A high intake of free sugars, for example, is associated with increased risk of obesity and diet-related NCDs. Consequently, the World Health Organization (WHO) has previously issued guidance on limiting intake of free sugars. Conversely, high intakes of dietary fibre and consumption of foods generally containing high-quality carbohydrates – such as whole grains, fruits, vegetables, and pulses – have been shown to broadly improve health. The inclusion of dietary fibre and high-quality carbohydrates in the diet from whole grains, vegetables, fruits, and pulses has long been recommended to improve and maintain cardiometabolic and overall health.",
        "tags": [
            "Free sugars",
            "Dietary recommendations",
            "Whole grains",
            "Fruits and vegetables",
            "Cardiometabolic health"
        ]
    },
    {
        "section": 14,
        "content": "Although current intakes of these nutrients and foods are highly variable across and within populations in different settings, they are generally low at the global level relative to recommended intakes in this guideline and other national reference values. Low vegetable and fruit intake in LMICs is of particular concern: recent estimates suggest that less than 20–30% of individuals in many LMICs meet WHO recommendations for vegetable and fruit consumption.",
        "tags": [
            "Nutrient intake",
            "Global health",
            "LMICs",
            "WHO recommendations",
            "Dietary concerns"
        ]
    },
    {
        "section": 15,
        "content": "recent estimates suggest that less than 20–30% of individuals in many LMICs meet WHO recommendations for vegetable and fruit consumption. \n\nObjective, scope and methods\nThe objective of this guideline is to provide guidance on carbohydrate intake, including intake of dietary fibre and healthy food sources of carbohydrates, to be used by policy-makers, programme managers, health professionals and other stakeholders to promote healthy diets. The guideline was developed by the WHO Nutrition Guidance Expert Advisory Group (NUGAG) Subgroup on Diet and Health following the WHO guideline development process. This process includes a review of systematically gathered evidence by an international, multidisciplinary group of experts; assessment of the quality of that evidence via the Grading of Recommendations Assessment, Development and Evaluation (GRADE) framework; and consideration of additional, potentially mitigating factors when translating the evidence into recommendations. The guideline was reviewed by a group of external experts and feedback was solicited from interested stakeholders during public consultations. The guidance in this guideline replaces previous WHO guidance on carbohydrate intake, including that from the 1989 WHO Study Group on Diet, Nutrition and the Prevention of Chronic Diseases and the 2002 Joint WHO/FAO Expert Consultation on Diet, Nutrition and the Prevention of Chronic Diseases.",
        "tags": [
            "WHO guidelines",
            "carbohydrate intake",
            "dietary fibre",
            "healthy diets",
            "nutrition policy"
        ]
    },
    {
        "section": 16,
        "content": "The evidence\nEvidence from systematic reviews of randomized controlled trials (RCTs) and prospective observational studies conducted in adults found that higher dietary fibre intake may lead to small reductions in various measures of body fatness, and is associated with reduced risk of developing and/or dying from cardiovascular diseases (CVDs), type 2 diabetes and cancer. Higher consumption of whole grains, vegetables, fruits and pulses is also associated with reduced risk of developing and/or dying from CVDs. Higher consumption of whole grains, vegetables and fruits is further associated with reduced risk of developing and/or dying from cancer. Higher consumption of whole grains and pulses is associated with reduced risk of developing type 2 diabetes. Although evidence from studies assessing effects or associations of low glycaemic index and/or low glycaemic load foods and diets was reviewed, little consistency was seen in benefit on mortality or NCDs from observational studies, and little to no improvement in cardiometabolic risk factors was seen in RCTs. Direct evidence for health effects of dietary fibre, whole grains, vegetables, fruits and pulses in children was limited but was consistent with results observed for adults.",
        "tags": [
            "dietary fibre",
            "body fatness",
            "cardiovascular diseases",
            "type 2 diabetes",
            "health effects"
        ]
    },
    {
        "section": 17,
        "content": "Interpreting the evidence\nSeveral observations were made in interpreting the results of the systematic reviews, some based directly on data from the review and others supported by background questions and information that helps to establish the context for the recommendations. They are summarized below. \nImpact on measures of body fatness. Evidence of minor weight loss was observed with higher intakes of dietary fibre, whole grains, vegetables, fruits and pulses in short-term RCTs of generally less than 6 months. Evidence for longer-term associations with body weight from prospective observational studies was consistent with effects observed in RCTs and generally suggestive of benefit; however, the evidence from prospective observational studies is much more limited than the evidence from RCTs and was not formally included in the evidence base. Because the evidence for long-term impact on body weight is limited but consistent with both observed short-term effects on body weight assessed in RCTs and associations with disease outcomes observed in prospective cohort studies, and the evidence for disease outcomes was so robust and therefore sufficient on its own to justify the formulation of recommendations, emphasis was placed on the evidence for associations with disease outcomes in formulating the recommendations.",
        "tags": [
            "systematic reviews",
            "body weight",
            "RCTs",
            "disease outcomes",
            "evidence interpretation"
        ]
    },
    {
        "section": 18,
        "content": "2016 systematic review not formally included in the evidence base and more broadly assessing the effects of pulses on body weight with a larger number of trials reported a reduction in body weight with consumption of pulses. Evidence of favourable changes in some intermediate markers and risk factors for cardiometabolic disease – including LDL cholesterol and fasting glucose levels was observed with higher intakes of dietary fibre in short-term RCTs of generally less than 6 months. However, when subgrouped by different sources of fibre (i.e. from whole grains, vegetables, fruits and pulses), evidence was less consistent, with little evidence of effects on intermediate markers and risk factors observed. This was somewhat unexpected, given the strong associations between intake of dietary fibre, whole grains, vegetables, fruits and pulses, but may reflect methodological considerations in the RCTs, including variation in trial duration and nature of the interventions employed. Nevertheless, the results are not inconsistent with results observed for disease outcomes in prospective cohort studies – that is, there is no evidence of unfavourable effects on intermediate markers or risk factors for cardiometabolic disease with higher intakes of dietary fibre, whole grains, vegetables, fruits or pulses.",
        "tags": [
            "pulses",
            "body weight",
            "dietary fibre",
            "cardiometabolic disease",
            "RCTs"
        ]
    },
    {
        "section": 19,
        "content": "Oral health outcomes. Lesser emphasis was placed on the results from the systematic review on oral health outcomes when formulating recommendations because the data were limited, came from many different study types, were based on exposures not strictly consistent with the PICO questions, and were generally consistent with results from the other systematic reviews. Consequently, the results from this review are not reported in the GRADE evidence profiles found in the full guideline. In interpreting the results observed for lower glycaemic index and glycaemic load, the NUGAG Subgroup on Diet and Health noted that there was a lack of consistent benefit from diets with lower glycaemic index or glycaemic load in observational studies, and little to no improvement in cardiometabolic risk factors in RCTs associated with lower glycaemic index and glycaemic load. In addition, because the recommendations on carbohydrate intake were formulated in the context of other WHO guidance on healthy diets, a key consideration for the NUGAG Subgroup on Diet and Health is that glycaemic index and glycaemic load only provide information about how a food affects postprandial glucose levels; they do not take into consideration other potentially undesirable components of the food that may contribute to a reduction in diet quality.",
        "tags": [
            "oral health",
            "glycaemic index",
            "glycaemic load",
            "dietary recommendations",
            "WHO guidance"
        ]
    },
    {
        "section": 20,
        "content": "Because more robust, consistent evidence was available for the health benefits of foods containing dietary fibre and whole carbohydrate, the NUGAG Subgroup on Diet and Health concluded that providing guidance on dietary fibre and food sources of carbohydrate was the most effective means of addressing carbohydrate quality. Recommendations on glycaemic index and glycaemic load were therefore not made. Data from the dose–response analyses suggested additional benefits with dietary fibre intakes greater than 30 g per day, and vegetable and fruit intakes up to 800 g per day. However, the data on intakes at these levels were more limited and precluded definitive conclusions. Additionally, from a practical standpoint, it was considered prudent to identify recommended intakes at levels that had both robust evidence for health benefit and a likelihood that the intakes could be achieved in most, if not all, settings. Recommended intakes for dietary fibre, and vegetables and fruits were formulated accordingly.",
        "tags": [
            "dietary fibre",
            "carbohydrate quality",
            "recommended intakes",
            "health benefits",
            "vegetables and fruits"
        ]
    },
    {
        "section": 21,
        "content": "A dose–response relationship was also observed between intake of whole grains and several outcomes. However, the NUGAG Subgroup on Diet and Health concluded that quantitative recommendations for whole grains would likely be more challenging to implement than those for dietary fibre or vegetables and fruits. This is because, unlike vegetables and fruits, whole grains are often not consumed directly but are consumed as part of prepared foods such as bread or pasta. As well, unlike dietary fibre, whole grains are generally not included in nutrient declarations and labels on packaged foods. Results for the dose–response relationships can be found in the 2019 systematic review by Reynolds et al. Very few adverse effects were observed with higher intakes of dietary fibre, whole grains, vegetables, fruits or pulses. However, higher intake of dietary fibre or whole grains was associated with increased risk of endometrial cancer and prostate cancer, respectively, in prospective cohort studies. The certainty in the evidence for these two outcomes was very low and low, respectively, and there are no clear biological mechanisms that would explain these potential relationships.",
        "tags": [
            "whole grains",
            "dose-response relationship",
            "adverse effects",
            "cancer risk",
            "dietary intake"
        ]
    },
    {
        "section": 22,
        "content": "Additional evidence from case–control studies not formally included in the evidence review shows reduced risk of endometrial cancer with higher fibre intake and reduced risk of prostate cancer with higher intake of whole grains. Consequently, the NUGAG Subgroup on Diet and Health did not feel that these observed associations outweighed the robust associations observed between intake of dietary fibre and whole grains and overall health outcomes. The findings suggest that while there may be some potential risks associated with high intakes of certain food groups, the overall benefits of dietary fibre and whole grains in promoting health and preventing disease are significant and should be emphasized in dietary guidelines.",
        "tags": [
            "case-control studies",
            "endometrial cancer",
            "prostate cancer",
            "dietary guidelines",
            "health outcomes"
        ]
    },
    {
        "section": 23,
        "content": "with higher fibre intake (45) and reduced risk of prostate cancer with higher intake of whole grains (46). Consequently, the NUGAG Subgroup on Diet and Health did not feel that these observed associations outweighed the robust associations observed between intake of dietary fibre and whole grains and reduced risk of cardiometabolic disease, other types of cancer and mortality. They further noted that additional research is needed to explore the observed associations. Additionally, consuming a diet with lower glycaemic load was associated with increased risk of cancer mortality; however, the evidence comes from a single prospective cohort study of very low certainty. As noted above, there is no clear biological mechanism that would explain this potential relationship, but given the limitations of glycaemic index and glycaemic load as described in bullet 4 above, it is difficult to make any firm conclusions about this observation.",
        "tags": [
            "dietary fibre",
            "whole grains",
            "prostate cancer",
            "glycaemic load",
            "cancer mortality"
        ]
    },
    {
        "section": 24,
        "content": "Evaluating the evidence for children. Evidence for the health effects in children of consuming dietary fibre, whole grains, vegetables, fruits and pulses is limited, but is consistent with results observed in studies conducted in adults. Consequently, the NUGAG Subgroup on Diet and Health concluded that it would be appropriate to extrapolate the results obtained for adults to children. The calculations used in deriving the quantitative levels of intake of dietary fibre, and vegetables and fruit are described in the Annex.",
        "tags": [
            "children",
            "dietary fibre",
            "whole grains",
            "vegetables",
            "fruits"
        ]
    },
    {
        "section": 25,
        "content": "Recommendations and supporting information. All recommendations should be considered in the context of other WHO guidelines on healthy diets, including those on sugars (15), sodium (47), potassium (48), total fat (49), saturated fatty acids and trans- fatty acids (50), polyunsaturated fatty acids (32)1 and non-sugar sweeteners (51). An explanation of the strength of WHO recommendations can be found in Box 1.",
        "tags": [
            "WHO guidelines",
            "healthy diets",
            "sugars",
            "sodium",
            "potassium"
        ]
    },
    {
        "section": 26,
        "content": "WHO recommendations. 1. WHO recommends that carbohydrate intake should come primarily from whole grains, vegetables, fruits and pulses (strong recommendation; relevant for all individuals 2 years of age and older). 2. In adults, WHO recommends an intake of at least 400 g of vegetables and fruits per day (strong recommendation). 3. In children and adolescents, WHO suggests the following intakes of vegetables and fruits (conditional recommendation): • 2–5 years old, at least 250 g per day • 6–9 years old, at least 350 g per day • 10 years or older, at least 400 g per day. 4. In adults, WHO recommends an intake of at least 25 g per day of naturally occurring dietary fibre as consumed in foods (strong recommendation). 5. In children and adolescents, WHO suggests the following intakes of naturally occurring dietary fibre as consumed in foods (conditional recommendation): • 2–5 years old, at least 15 g per day • 6–9 years old, at least 21 g per day • 10 years or older, at least 25 g per day.",
        "tags": [
            "WHO recommendations",
            "carbohydrate intake",
            "vegetables",
            "fruits",
            "dietary fibre"
        ]
    },
    {
        "section": 27,
        "content": "Rationale and remarks. The following provides the reasoning (rationale) behind the formulation of the recommendations, as well as remarks designed to provide context for the recommendations and facilitate their interpretation and implementation. 1 WHO guidance on polyunsaturated fatty acids is currently being updated.",
        "tags": [
            "rationale",
            "recommendations",
            "context",
            "implementation",
            "polyunsaturated fatty acids"
        ]
    },
    {
        "section": 28,
        "content": "WHO guidance on polyunsaturated fatty acids is currently being updated. Recommendation 1 is based on evidence from seven systematic reviews that assessed the effects of higher compared with lower intakes of whole grains, vegetables and fruits, or pulses. These systematic reviews found that higher intake of these foods reduced the risk of all-cause mortality and several NCDs. The overall certainty in the evidence for recommendation 1 was assessed as moderate. For adults, findings supporting the recommendation include the following: Evidence of moderate certainty overall came from a systematic review of prospective observational studies demonstrating associations between higher intakes of whole grains and reduced risk of all-cause mortality, CVDs, coronary heart disease, type 2 diabetes and colorectal cancer. Evidence of moderate certainty overall came from a systematic review of prospective observational studies demonstrating associations between higher intakes of vegetables and fruits and reduced risk of all-cause mortality, CVDs, stroke, coronary heart disease, type 2 diabetes and cancer. Evidence of moderate certainty overall came from a systematic review of prospective observational studies demonstrating associations between higher intakes of pulses and reduced risk of CVDs, coronary heart disease and type 2 diabetes.",
        "tags": [
            "WHO guidance",
            "polyunsaturated fatty acids",
            "dietary recommendations",
            "systematic reviews",
            "health outcomes"
        ]
    },
    {
        "section": 29,
        "content": "For children and adolescents, findings supporting the recommendation include the following: Direct evidence for health effects of consumption of whole grains, vegetables, fruits and pulses by children and adolescents is limited. Because the health benefits of consuming these foods observed in adults are expected to also be relevant for children and adolescents, and the benefits observed in adulthood are likely to begin accruing in childhood, the recommendation as it pertains to children and adolescents is based on extrapolation of adult data without downgrading the strength of the recommendation. Limited evidence from a systematic review of prospective observational studies of intake of dietary fibre, whole grains, vegetables, fruits and pulses by children and adolescents is consistent with that observed for adults. Results from studies included in this review were not amenable to meta-analysis. Although several studies suggested benefit from consumption of whole grains, vegetables, fruits or pulses in terms of body weight, blood lipids and glycaemic control, results from some studies suggested no effect, and results from a very small number of studies suggested increased body weight with increased vegetable intake (very low certainty evidence for all outcomes).",
        "tags": [
            "children",
            "adolescents",
            "dietary fibre",
            "health benefits",
            "systematic review"
        ]
    },
    {
        "section": 30,
        "content": "Recommendation 1 was assessed as strong because evidence for benefit was observed directly for a number of critical health outcomes, and indirectly in the results for dietary fibre; the main dietary sources of dietary fibre were whole grains, vegetables, fruits and pulses. Although assessed in adults, the strength of WHO recommendations can either be strong or conditional, based on a number of factors including overall certainty in the supporting scientific evidence, balance of desirable and undesirable consequences, and others as noted elsewhere in this summary. Strong recommendations are those recommendations for which the WHO guideline development group is confident that the desirable consequences of implementing the recommendation outweigh the undesirable consequences. Strong recommendations can be adopted as policy in most situations. Conditional recommendations are those recommendations for which the WHO guideline development group is less certain that the desirable consequences of implementing the recommendation outweigh the undesirable consequences or when the anticipated net benefits are very small. Therefore, substantive discussion amongst policy-makers may be required before a conditional recommendation can be adopted as policy.",
        "tags": [
            "recommendation strength",
            "WHO guidelines",
            "health outcomes",
            "policy implications",
            "dietary sources"
        ]
    },
    {
        "section": 31,
        "content": "sources of dietary fibre were whole grains, vegetables, fruits and pulses. Although assessed in adults, this evidence was also considered to be highly relevant for children and adolescents. With the exception of a small increase in risk of prostate cancer with higher whole grain intake (low certainty evidence), no undesirable effects were identified, and no mitigating factors were identified that would argue against including whole grains, vegetables, fruits and pulses as the primary sources of carbohydrates in the diet.  \n\nTags: dietary fibre, whole grains, vegetables, fruits, health benefits",
        "tags": [
            "dietary fibre",
            "whole grains",
            "vegetables",
            "fruits",
            "health benefits"
        ]
    },
    {
        "section": 32,
        "content": "Recommendations 2 and 3 are based on evidence of moderate certainty overall from a systematic review of prospective observational studies conducted in adults that assessed the health effects of higher compared with lower intake of vegetables and fruits. The systematic review found that higher intakes of vegetables and fruits were associated with reduced risk of all-cause mortality, CVDs, stroke, coronary heart disease, type 2 diabetes and cancer.  \n\nThe threshold of at least 400 g of vegetables and fruits per day was selected because a dose–response relationship was observed in the observational studies: risk for all outcomes except cancer decreased with intakes of vegetables and fruits up to 800 g per day, and the greater the intake, the greater the benefit. Evidence for intakes more than 800 g per day was limited. Although the greatest benefit was observed at intakes of 800 g per day, the steepest reduction in risk was up to 400 g per day, after which the effect levelled off for some outcomes. Furthermore, intakes of more than 400 g per day may be difficult to achieve in many settings. The threshold of 400 g per day was therefore selected as a feasible minimal level that would provide significant health benefits.  \n\nTags: recommendations, vegetables, fruits, health outcomes, intake levels",
        "tags": [
            "recommendations",
            "vegetables",
            "fruits",
            "health outcomes",
            "intake levels"
        ]
    },
    {
        "section": 33,
        "content": "Because evidence from studies conducted in children and adolescents is insufficient to derive quantitative recommendations on intakes for children, and the observed health benefits of consuming vegetables and fruits in studies of adults are expected to be relevant for all age groups, intakes for children and adolescents are extrapolated from values for adults, based on the different levels of energy intake at different stages of childhood and adolescence. Limited evidence from a systematic review of prospective observational studies in children and adolescents suggested that higher vegetable and fruit intakes are generally associated with improvements in body weight, blood lipids and glycaemic control, with no evidence of undesirable effects. This further supports the recommended levels of vegetable and fruit intake for children.  \n\nTags: children, adolescents, vegetable intake, fruit intake, health benefits",
        "tags": [
            "children",
            "adolescents",
            "vegetable intake",
            "fruit intake",
            "health benefits"
        ]
    },
    {
        "section": 34,
        "content": "Recommendation 2 was assessed as strong because evidence for benefit was observed for a number of critical health outcomes across a wide range of intakes. The minimal value selected for vegetable and fruit intake was both associated with a significant benefit and an amount that many should be able to achieve. No undesirable effects were identified with consuming 400 g per day or more of vegetables and fruits, and no mitigating factors were identified that would argue against consuming vegetables and fruits at this level.  \n\nRecommendation 3 was assessed as conditional because, although the evidence observed for benefit in adults is robust and is expected to also be relevant for children and adolescents, the values were calculated based on extrapolation of adult values. Because the values are based both on extrapolated data and mean reference energy expenditures, a conservative approach was taken, leading to a conditional recommendation.  \n\nTags: recommendation assessment, health outcomes, vegetable intake, fruit intake, conditional recommendation",
        "tags": [
            "recommendation assessment",
            "health outcomes",
            "vegetable intake",
            "fruit intake",
            "conditional recommendation"
        ]
    },
    {
        "section": 35,
        "content": "Recommendations 4 and 5 are based on evidence of moderate certainty overall from a systematic review of randomized controlled trials and prospective observational studies conducted in adults that assessed higher compared with lower intakes of dietary fibre. This systematic review found that higher intakes of dietary fibre led to favourable improvements in obesity and NCDs risk factors, and were associated with reduced risk of all-cause mortality, CVDs, stroke, coronary heart disease, type 2 diabetes and cancer.  \n\nThe threshold of at least 25 g per day was selected based on the dose–response relationship seen in the observational studies between dietary fibre intake and reduced risk for several NCD and mortality outcomes. This relationship was observed at intakes up to 40 g per day, but the number of studies reporting data began to taper off at 30 g or more per day. Evidence for intakes more than 40 g per day was scarce.  \n\nTags: dietary fibre, health outcomes, NCDs, mortality, intake levels",
        "tags": [
            "dietary fibre",
            "health outcomes",
            "NCDs",
            "mortality",
            "intake levels"
        ]
    },
    {
        "section": 36,
        "content": "This relationship was observed at intakes up to 40 g per day, but the number of studies reporting data began to taper off at 30 g or more per day. Evidence for intakes more than 40 g per day was scarce. In studies comparing individuals with the lowest fibre intakes with those consuming discrete ranges of increasing intake, the range that demonstrated greatest benefit for the largest number of health outcomes was 25–29 g per day. Because evidence from studies conducted in children and adolescents is insufficient to derive quantitative recommendations on intakes for children, and the observed health benefits of consuming dietary fibre in studies of adults are expected to be relevant for all age groups, intakes for children and adolescents are extrapolated from values for adults, based on the different levels of energy intake and energy expenditure at different stages of childhood and adolescence. Limited evidence from a systematic review of prospective observational studies in children and adolescents suggested that higher dietary fibre intake is generally associated with improvements in body weight, blood lipids and glycaemic control (very low certainty evidence for all outcomes), with no evidence of undesirable effects. This further supports the recommended levels of dietary fibre intake for children.",
        "tags": [
            "dietary fibre",
            "health outcomes",
            "children",
            "adolescents",
            "energy intake"
        ]
    },
    {
        "section": 37,
        "content": "Recommendation 4 was assessed as strong because evidence for benefit was observed for a number of critical health outcomes across a wide range of intakes. The minimal value selected for dietary fibre intake was both associated with a significant benefit and an amount that many should be able to achieve. With the exception of increased risk of endometrial cancer with higher intakes of dietary fibre (very low certainty evidence), no undesirable effects were identified with dietary fibre intakes of at least 25 g per day, and no mitigating factors were identified that would argue against dietary fibre intake at this level. Recommendation 5 was assessed as conditional because, although the evidence observed for benefit in adults is robust and is expected to also be relevant for children and adolescents, the values were calculated based on extrapolation of adult values. Because the values are based both on extrapolated data and mean reference energy expenditures, a conservative approach was taken, leading to a conditional recommendation.",
        "tags": [
            "recommendations",
            "dietary fibre",
            "health benefits",
            "endometrial cancer",
            "extrapolation"
        ]
    },
    {
        "section": 38,
        "content": "One of the original aims of updating the guidance on carbohydrate intake was to provide guidance on carbohydrate quality. Having considered the available evidence relating to food sources of carbohydrate and dietary fibre, starch digestibility and glycaemic response, as measured by glycaemic index and glycaemic load, the WHO NUGAG Subgroup on Diet and Health concluded that providing guidance on dietary fibre and food sources of carbohydrate with consistently demonstrated benefit in terms of important health outcomes was the most effective means of addressing carbohydrate quality. This guideline provides guidance on dietary fibre intake, and also updates the prior WHO recommendation on intakes of vegetables and fruits. The scope of this guideline does not include an update to the previously published range of carbohydrate intake as a percentage of total energy intake, which was determined largely by the energy intake remaining after defining amounts of dietary fat and protein intake. Consequently, this guideline does not include recommendations on the amount of carbohydrate that should be consumed, and carbohydrate intake should continue to be based on recommended levels of protein and fat intake.",
        "tags": [
            "carbohydrate intake",
            "guidance",
            "dietary fibre",
            "WHO recommendations",
            "energy intake"
        ]
    },
    {
        "section": 39,
        "content": "Results from a 2018 meta-analysis suggest that a range of total carbohydrate intake appears to be compatible with a healthy diet. Intakes of approximately 40–70% of total energy intake as carbohydrate are associated with reduced risk of mortality compared with lower (<40%) or higher (>70%) intakes. This is largely consistent with the range of carbohydrate intakes resulting from current WHO guidance on protein intake and recently updated guidance on total fat intake. In addition to the benefits of dietary fibre from whole grains, vegetables, fruits and pulses, these foods may also contain other compounds that have been associated with health benefits. The recommendations included in this guideline cover all types of whole grains, vegetables, fruits and pulses, with caveats relating to processing and preparation, as noted in the following remarks. A variety of such foods should be consumed, where possible.",
        "tags": [
            "meta-analysis",
            "carbohydrate intake",
            "healthy diet",
            "whole grains",
            "food variety"
        ]
    },
    {
        "section": 40,
        "content": "Although fresh vegetables and fruits are a good choice when and where they are available, in some settings they present a significant risk for foodborne illness. In areas where risk of foodborne illness is high, selecting vegetables and fruits with hard skins or peels that can be removed, thoroughly washing them with potable water, or consuming cooked or canned varieties can reduce the risk of illness. The recommendations covering vegetable and fruit intake are not limited to fresh vegetables and fruits.",
        "tags": [
            "food safety",
            "vegetables",
            "fruits",
            "foodborne illness",
            "recommendations"
        ]
    },
    {
        "section": 41,
        "content": "The recommendations covering vegetable and fruit intake are not limited to fresh vegetables and fruits. Evidence from the systematic reviews suggests health benefits from a wide range of vegetables and fruits, including those that are fresh, cooked, frozen or canned. However, an increased risk of all-cause mortality and CVDs was observed for tinned fruits in a small number of studies. Specific evidence for dried fruits and fruit juices in the systematic reviews is very limited, and results are inconsistent; however, both can be significant sources of sugars, as can fruit concentrates and fruit sugars (i.e. sugars and syrups obtained from whole fruits). All should therefore be consumed in accordance with WHO recommendations on free sugars intake. Similarly, although no specific evidence was identified for canned vegetables, some canned vegetables contain added sodium and should therefore be consumed in accordance with WHO recommendations on sodium intake.",
        "tags": [
            "vegetable intake",
            "fruit intake",
            "health benefits",
            "WHO recommendations",
            "sugars"
        ]
    },
    {
        "section": 42,
        "content": "The method of preparation and the level of processing should be considered when consuming whole grains, vegetables, fruits and pulses, and should be compatible with other WHO macronutrient recommendations as indicated in the next point. For example, frying and addition of sauces or condiments can significantly increase the amount of fat, sugars or salt. Therefore, fresh foods, or foods that are minimally processed or modified beyond the treatment necessary to ensure edibility, without added fat, sugars or salt, are preferred.",
        "tags": [
            "preparation methods",
            "processing levels",
            "whole grains",
            "nutrient recommendations",
            "healthy eating"
        ]
    },
    {
        "section": 43,
        "content": "Whole grains contain the naturally occurring components of the kernel (i.e. bran, germ and endosperm). Some processed foods are labelled whole grain if these three components of the grain are included, regardless of the extent to which the grains have been processed, and highly processed products labelled as whole grain are becoming increasingly available (e.g. products containing flour from milled whole grains with added fat, sugar or salt). Because there is evidence to suggest that the naturally occurring structure of intact whole grains contributes to its observed health effects, minimal processing of whole grains beyond that necessary to ensure edibility is preferred.",
        "tags": [
            "whole grains",
            "health effects",
            "processing",
            "nutritional components",
            "dietary guidelines"
        ]
    },
    {
        "section": 44,
        "content": "The source of dietary fibre in the prospective cohort studies included in the systematic reviews, upon which recommendations are largely based, is fibre naturally occurring in foods and not extracted or synthetic fibre added to foods or consumed on its own (e.g. fibre supplements, capsules, powders). Although there was limited evidence for a reduction in total cholesterol with use of extracted or synthetic fibre, further research on disease outcomes associated with extracted or synthetic fibre is needed before conclusions on potential health benefits can be drawn. Therefore, the recommendations specifically cover dietary fibre that occurs naturally in foods.",
        "tags": [
            "dietary fibre",
            "natural sources",
            "synthetic fibre",
            "cholesterol",
            "health research"
        ]
    },
    {
        "section": 45,
        "content": "Plant-based foods – including whole grains, vegetables, fruits and pulses – contain some compounds that have been shown to inhibit absorption of certain nutrients, most notably minerals such as iron, zinc and calcium. These “antinutrients” include lectins, oxalates, phytates, goitrogens, phytoestrogens, tannins, saponins and glucosinolates, and many of these have also been shown to have health benefits unrelated to their impact on nutrient absorption. The extent to which an impact on nutrient absorption occurs varies from person to person. The inhibitory effect is generally observed only at very high intakes and in individuals with existing nutritional deficiencies; in the context of adequate, diverse diets, it is generally not significant. In addition, some simple methods of preparation, including soaking and heating, and more advanced methods, including germination and fermentation, appear to reduce the inhibitory potential. Therefore, most people can generally consume whole grains, vegetables, fruits and pulses with little to no risk. Those with nutritional deficiencies or at high risk for nutritional deficiencies – particularly undernourished children and those who rely heavily on foods containing these compounds as staple foods without much additional diversity in the diet – may need to adopt behaviours that minimize the ability of these compounds to inhibit absorption of other nutrients.",
        "tags": [
            "plant-based foods",
            "nutrient absorption",
            "antinutrients",
            "dietary diversity",
            "preparation methods"
        ]
    },
    {
        "section": 46,
        "content": "These recommendations do not cover children under 2 years of age. However, whole grains, vegetables, fruits and pulses can be healthy sources of carbohydrates in complementary foods consumed by children from 6 months to 2 years of age, and are strongly preferred to foods containing free sugars. WHO recommends that infants should be exclusively breastfed for the first 6 months of life to achieve optimal growth, development and health. Thereafter, to meet their evolving nutritional requirements, infants should receive nutritionally adequate and safe complementary foods, while continuing to breastfeed for up to 2 years or beyond.",
        "tags": [
            "children's nutrition",
            "complementary foods",
            "breastfeeding",
            "carbohydrates",
            "WHO guidelines"
        ]
    },
    {
        "section": 47,
        "content": "To meet their evolving nutritional requirements, infants should receive nutritionally adequate and safe complementary foods, while continuing to breastfeed for up to 2 years or beyond. The recommendation in this guideline should be considered in conjunction with other WHO guidance on healthy diets to guide effective policy actions and intervention programmes to promote healthy diets and nutrition, and prevent diet-related NCDs. A detailed discussion of how the recommendations on carbohydrate intake might be implemented is beyond the scope of this guideline; however, they can be considered by policymakers and programme managers when discussing possible measures. These measures include assessing current intakes of dietary fibre, vegetables, and fruits in their populations relative to benchmarks, and developing policy measures to increase intake of dietary fibre, whole grains, vegetables, fruits, and pulses, where necessary, through a range of public health interventions. Many of these interventions are already being implemented by countries, including nutrition labelling (i.e., mandatory nutrient declaration) and front-of-pack labelling systems, fiscal policies (i.e., subsidies) targeting foods containing dietary fibre, whole grains, vegetables, fruits, and pulses, and consumer education. Additionally, translating the recommendations into culturally and contextually specific food-based dietary guidelines that take into account locally available foods and dietary customs is essential. Providing overall dietary guidance is beyond the scope of this guideline because such guidance should be based on overall dietary goals that consider all required nutrients. However, it is feasible to achieve the recommendations in this guideline while respecting national dietary customs, as a wide variety of dietary fibre–containing whole grains, fruits, vegetables, and pulses are available in many countries.",
        "tags": [
            "nutrition",
            "infants",
            "dietary guidelines",
            "public health",
            "WHO recommendations"
        ]
    },
    {
        "section": 48,
        "content": "recommendations in this guideline while respecting national dietary customs, because a wide variety of dietary fibre–containing wholegrains, fruits, vegetables and pulses are available in many countries.",
        "tags": [
            "dietary recommendations",
            "national customs",
            "dietary fibre",
            "wholegrains",
            "health"
        ]
    },
    {
        "section": 49,
        "content": "Dietary fibre intake and mortality from cardiovascular disease and all cancers: a meta-analysis of prospective cohort studies. This study highlights the importance of dietary fibre in reducing the risk of cardiovascular diseases and various cancers. The analysis included multiple cohort studies, providing a comprehensive overview of how fibre intake correlates with health outcomes. The findings suggest that higher dietary fibre consumption is associated with lower mortality rates from these diseases, emphasizing the need for increased fibre intake in the diet. This is particularly relevant for public health recommendations aimed at improving dietary habits and reducing disease prevalence. \n\nTags: dietary fibre, cardiovascular disease, cancer, mortality, health outcomes",
        "tags": [
            "dietary fibre",
            "cardiovascular disease",
            "cancer",
            "mortality",
            "health outcomes"
        ]
    },
    {
        "section": 50,
        "content": "Whole grain consumption and risk of cardiovascular disease, cancer, and all cause and cause specific mortality: systematic review and dose–response meta-analysis of prospective studies. This systematic review consolidates evidence from various studies to assess the relationship between whole grain intake and health risks. The analysis indicates that regular consumption of whole grains is linked to a reduced risk of cardiovascular diseases and certain types of cancer, as well as lower overall mortality rates. The findings support dietary guidelines that advocate for increased whole grain consumption as part of a healthy diet. \n\nTags: whole grains, cardiovascular disease, cancer, mortality, dietary guidelines",
        "tags": [
            "whole grains",
            "cardiovascular disease",
            "cancer",
            "mortality",
            "dietary guidelines"
        ]
    },
    {
        "section": 51,
        "content": "Fruit and vegetable intake and the risk of cardiovascular disease, total cancer and all-cause mortality: a systematic review and dose–response meta-analysis of prospective studies. This review examines the impact of fruit and vegetable consumption on health outcomes, particularly focusing on cardiovascular disease and cancer. The results indicate a strong inverse relationship between the intake of fruits and vegetables and the risk of these diseases, suggesting that higher consumption can lead to significant health benefits. The findings reinforce the importance of including a variety of fruits and vegetables in daily diets to promote long-term health. \n\nTags: fruits, vegetables, cardiovascular disease, cancer, health benefits",
        "tags": [
            "fruits",
            "vegetables",
            "cardiovascular disease",
            "cancer",
            "health benefits"
        ]
    },
    {
        "section": 52,
        "content": "Associations between dietary pulses alone or with other legumes and cardiometabolic disease outcomes: an umbrella review and updated systematic review and meta-analysis of prospective cohort studies. This comprehensive review explores the health effects of dietary pulses, such as beans and lentils, on cardiometabolic diseases. The analysis reveals that regular consumption of pulses is associated with improved health outcomes, including lower risks of heart disease and diabetes. The findings advocate for the inclusion of pulses in the diet as a means to enhance overall health and prevent chronic diseases. \n\nTags: dietary pulses, cardiometabolic disease, health outcomes, heart disease, diabetes",
        "tags": [
            "dietary pulses",
            "cardiometabolic disease",
            "health outcomes",
            "heart disease",
            "diabetes"
        ]
    },
    {
        "section": 53,
        "content": "Main factors influencing whole grain consumption in children and adults: a narrative review. This narrative review identifies key factors that affect whole grain consumption across different age groups. It discusses various influences, including cultural, economic, and educational aspects that shape dietary choices. Understanding these factors is crucial for developing effective strategies to promote whole grain intake, particularly in populations with low consumption levels. The review highlights the need for targeted interventions to increase awareness and accessibility of whole grains in diets. \n\nTags: whole grains, consumption factors, children, adults, dietary choices",
        "tags": [
            "whole grains",
            "consumption factors",
            "children",
            "adults",
            "dietary choices"
        ]
    },
    {
        "section": 54,
        "content": "Diet, nutrition and the prevention of chronic diseases: report of a Joint WHO/FAO expert consultation. Geneva: World Health Organization; 2003. This report emphasizes the importance of diet and nutrition in preventing chronic diseases. It discusses various dietary components and their roles in health, highlighting the need for a balanced diet rich in fruits, vegetables, whole grains, and healthy fats. The report also addresses the impact of dietary patterns on public health and suggests guidelines for improving nutrition at the population level. The findings are based on extensive research and expert consultations, aiming to provide a comprehensive overview of how dietary choices can influence health outcomes. The recommendations are intended for policymakers, health professionals, and the general public to promote healthier eating habits and reduce the risk of chronic diseases.",
        "tags": [
            "diet",
            "nutrition",
            "chronic diseases",
            "WHO",
            "health guidelines"
        ]
    },
    {
        "section": 55,
        "content": "Reynolds A, Mann J, Cummings J, Winter N, Mete E, Te Morenga L. Carbohydrate quality and human health: a series of systematic reviews and meta-analyses. This series of systematic reviews and meta-analyses examines the relationship between carbohydrate quality and health outcomes. It highlights the importance of distinguishing between different types of carbohydrates, such as whole grains, fruits, and refined sugars. The findings suggest that higher quality carbohydrates, particularly those high in fiber and low in glycemic index, are associated with better health outcomes, including lower risks of obesity, type 2 diabetes, and cardiovascular diseases. The authors advocate for dietary guidelines that promote the consumption of high-quality carbohydrates as part of a balanced diet.",
        "tags": [
            "carbohydrates",
            "health outcomes",
            "systematic reviews",
            "dietary guidelines",
            "nutrition"
        ]
    },
    {
        "section": 56,
        "content": "Halvorsrud K, Lewney J, Craig D, Moynihan PJ. Effects of starch on oral health: systematic review to inform WHO guideline. This systematic review investigates the effects of starch consumption on oral health, particularly its role in dental caries and overall oral hygiene. The review synthesizes evidence from various studies to assess how different types of starches may influence oral health outcomes. The findings indicate that while some starches may contribute to dental issues, others, particularly those that are less fermentable, may have neutral or even beneficial effects. The review aims to inform WHO guidelines on dietary recommendations related to starch intake and oral health, emphasizing the need for further research in this area.",
        "tags": [
            "starch",
            "oral health",
            "dental caries",
            "systematic review",
            "WHO guidelines"
        ]
    },
    {
        "section": 57,
        "content": "Mytton OT, Nnoaham K, Eyles H, Scarborough P, Ni Mhurchu C. Systematic review and meta-analysis of the effect of increased vegetable and fruit consumption on body weight and energy intake. This systematic review and meta-analysis evaluates the impact of increased consumption of fruits and vegetables on body weight and energy intake. The analysis includes data from multiple studies, providing a comprehensive overview of how higher fruit and vegetable intake can influence weight management. The results suggest that increased consumption of these food groups is associated with lower body weight and reduced energy intake, supporting the idea that fruits and vegetables play a crucial role in a healthy diet. The findings have implications for public health strategies aimed at promoting fruit and vegetable consumption as a means to combat obesity.",
        "tags": [
            "fruits",
            "vegetables",
            "body weight",
            "energy intake",
            "public health"
        ]
    },
    {
        "section": 58,
        "content": "Afshin A, Micha R, Khatibzadeh S, Mozaffarian D. Consumption of nuts and legumes and risk of incident ischemic heart disease, stroke, and diabetes: a systematic review and meta-analysis. This systematic review and meta-analysis explore the relationship between the consumption of nuts and legumes and the risk of developing ischemic heart disease, stroke, and diabetes. The findings indicate that regular consumption of these foods is associated with a reduced risk of these chronic diseases. The review highlights the nutritional benefits of nuts and legumes, including their healthy fat content, fiber, and various bioactive compounds. The authors recommend incorporating nuts and legumes into the diet as part of a strategy to improve cardiovascular health and reduce the risk of diabetes.",
        "tags": [
            "nuts",
            "legumes",
            "heart disease",
            "stroke",
            "diabetes"
        ]
    },
    {
        "section": 59,
        "content": "Bioactive compounds of fruits and vegetables play a significant role in nutrition and health. These compounds, found in various fruits and vegetables, contribute to their health benefits, including antioxidant properties, anti-inflammatory effects, and potential roles in disease prevention. The consumption of a variety of fruits and vegetables is essential for obtaining these bioactive compounds, which can enhance overall health and well-being. Research indicates that incorporating a diverse range of these foods into the diet can lead to improved health outcomes, including reduced risk of chronic diseases such as heart disease and cancer. Understanding the specific bioactive compounds present in different fruits and vegetables can help guide dietary choices for better health.  \n\nTags: bioactive compounds, fruits, vegetables, health benefits, nutrition",
        "tags": [
            "bioactive compounds",
            "fruits",
            "vegetables",
            "health benefits",
            "nutrition"
        ]
    },
    {
        "section": 60,
        "content": "Whole grains are an important component of a healthy diet, offering numerous health benefits due to their high content of dietary fiber, vitamins, and minerals. Recent studies have highlighted the role of phenolic acids found in whole grains, which contribute to their bioactivity and functionality. These compounds have been associated with various health benefits, including improved gut health, reduced inflammation, and lower risk of chronic diseases such as diabetes and cardiovascular disease. The bioavailability of these phenolic acids can vary based on the type of whole grain and its processing methods, making it essential to consider these factors when promoting whole grain consumption for health benefits.  \n\nTags: whole grains, phenolic acids, health benefits, bioactivity, nutrition",
        "tags": [
            "whole grains",
            "phenolic acids",
            "health benefits",
            "bioactivity",
            "nutrition"
        ]
    },
    {
        "section": 61,
        "content": "The effects of oats and oat processing on postprandial blood glucose and insulin responses have been the subject of systematic reviews and meta-analyses. Research indicates that oats can significantly influence glycemic control, making them a valuable food choice for individuals managing blood sugar levels, particularly those with type 2 diabetes. The processing of oats can affect their glycemic index, with less processed oats generally leading to better blood glucose management. This highlights the importance of choosing minimally processed oat products to maximize their health benefits. Incorporating oats into the diet can be an effective strategy for improving postprandial glycemic responses and overall metabolic health.  \n\nTags: oats, glycemic control, blood glucose, insulin responses, type 2 diabetes",
        "tags": [
            "oats",
            "glycemic control",
            "blood glucose",
            "insulin responses",
            "type 2 diabetes"
        ]
    },
    {
        "section": 62,
        "content": "Whole-grain processing has been shown to influence glycemic control in individuals with type 2 diabetes. Studies have demonstrated that the particle size of whole grains can affect postprandial glycemia, with different types of whole grain breads yielding varying effects on blood sugar levels. This suggests that not only the type of whole grain consumed but also its processing method can play a crucial role in managing diabetes. Randomized crossover trials have provided evidence that specific whole grain products can lead to improved glycemic responses, emphasizing the need for tailored dietary recommendations for individuals with diabetes. Understanding these dynamics can help in developing effective dietary strategies for better diabetes management.  \n\nTags: whole grain processing, glycemic control, type 2 diabetes, blood sugar management, dietary strategies",
        "tags": [
            "whole grain processing",
            "glycemic control",
            "type 2 diabetes",
            "blood sugar management",
            "dietary strategies"
        ]
    },
    {
        "section": 63,
        "content": "Recommended levels of intake of dietary fibre, and vegetables and fruits for children were extrapolated from adult values by scaling down (or up, in the case of 10-year-olds) daily total energy expenditure (dTEE) estimates for children that considered a range of different body sizes and physical activity levels for both girls and boys. Calculations were made using information from the 2001 Joint FAO/WHO/United Nations University Expert Consultation on Human Energy Requirements. Separate dTEE values for boys and girls were averaged, yielding a single value for each age. Using an average adult intake of 2000 kcal/day, and 25 g of dietary fibre and 400 g of vegetables and fruits per day yields 0.0125 g of fibre and 0.2 g of vegetables and fruits per 1 kcal. Values are averaged across the age brackets used in the recommendations (i.e. 2–5 years, 6–9 years) and rounded to whole numbers. Because average energy expenditure in children and adolescents becomes greater than the value used for adults beginning at 10 years of age, values were not extrapolated beyond 10 years of age. Recommended intakes for children 10 years and older are therefore the same as for adults.",
        "tags": [
            "dietary fibre",
            "children's nutrition",
            "energy expenditure",
            "vegetables",
            "fruits"
        ]
    },
    {
        "section": 64,
        "content": "Age (years) dTEE (kcal) Fibre intake (g/day) Average (g/day) Vegetable + fruit intake (g/day) Average (g/day) 2 1076 13.5 215 250 2–5 years: 15 3 1193 14.9 239 4 1290 16.1 258 5 1388 17.4 278 6 1488 18.6 298 350 6–9 years: 21 7 1608 20.1 322 8 1746 21.8 349 9 1895 23.7 379 10 2055 25.7 411 400",
        "tags": [
            "age-specific intake",
            "children's dietary needs",
            "energy requirements",
            "fibre intake",
            "vegetable and fruit intake"
        ]
    }
]