[
    {
        "section": 1,
        "content": "Healthy diets are essential for maintaining overall health and well-being. They provide the necessary nutrients that the body needs to function optimally. A healthy diet includes a variety of foods from all food groups, ensuring a balance of carbohydrates, proteins, fats, vitamins, and minerals. It emphasizes the consumption of fruits, vegetables, whole grains, lean proteins, and healthy fats while limiting the intake of processed foods, sugars, and saturated fats. \n\nThe Food and Agriculture Organization (FAO) and the World Health Organization (WHO) advocate for dietary patterns that promote health and prevent diseases. They emphasize the importance of food security, nutrition education, and sustainable food systems. Healthy diets not only contribute to individual health but also support the health of communities and the environment. \n\nIncorporating a diverse range of foods can help individuals meet their nutritional needs and reduce the risk of chronic diseases such as obesity, diabetes, and heart disease. It is also important to consider cultural preferences and local food availability when promoting healthy eating practices. \n\nOverall, a healthy diet is a cornerstone of a healthy lifestyle and plays a crucial role in enhancing quality of life and longevity.",
        "tags": [
            "Healthy Diets",
            "Nutrition",
            "Food Security",
            "Chronic Disease Prevention",
            "Sustainable Food Systems"
        ]
    },
    {
        "section": 2,
        "content": "Healthy diets are essential for maintaining overall health and well-being. They provide the necessary nutrients that the body needs to function optimally. A healthy diet typically includes a variety of foods from all food groups, ensuring a balance of carbohydrates, proteins, fats, vitamins, and minerals. It emphasizes the consumption of fruits, vegetables, whole grains, lean proteins, and healthy fats while limiting the intake of processed foods, sugars, and saturated fats. \n\nThe importance of healthy diets cannot be overstated, as they play a crucial role in preventing chronic diseases such as obesity, diabetes, heart disease, and certain cancers. Additionally, healthy eating habits contribute to mental health, energy levels, and overall quality of life. \n\nTo promote healthy diets, it is important to consider not only the nutritional content of foods but also their accessibility and affordability. Public health initiatives and policies can help create environments that support healthy eating, making nutritious foods available to all individuals, regardless of socioeconomic status. \n\nIn summary, healthy diets are characterized by variety, balance, and moderation, and they are fundamental to achieving and maintaining good health.",
        "tags": [
            "Healthy Diets",
            "Nutrition",
            "Chronic Diseases",
            "Public Health",
            "Well-being"
        ]
    },
    {
        "section": 3,
        "content": "Healthy diets are essential for maintaining overall health and well-being. They provide the necessary nutrients that the body needs to function optimally. A healthy diet includes a variety of foods from all food groups, ensuring that individuals receive adequate amounts of vitamins, minerals, and other essential nutrients. It emphasizes the consumption of fruits, vegetables, whole grains, lean proteins, and healthy fats while limiting the intake of processed foods, sugars, and saturated fats. \n\nThe importance of healthy diets cannot be overstated, as they play a crucial role in preventing chronic diseases such as obesity, diabetes, heart disease, and certain types of cancer. Furthermore, healthy eating patterns contribute to better mental health and cognitive function. \n\nIn addition to individual health benefits, healthy diets also have a positive impact on the environment. Sustainable food systems that promote healthy eating can help reduce the ecological footprint of food production and consumption. \n\nTo achieve a balanced diet, it is recommended to follow guidelines that encourage portion control, mindful eating, and the inclusion of a diverse range of foods. Education and awareness about nutrition are vital in helping individuals make informed food choices that align with their health goals.",
        "tags": [
            "Healthy Diets",
            "Nutrition",
            "Chronic Diseases",
            "Sustainable Food Systems",
            "Food Choices"
        ]
    },
    {
        "section": 4,
        "content": "What are healthy diets? Joint statement by the Food and Agriculture Organization of the United Nations and the World Health Organization. This document outlines the principles of healthy diets, emphasizing the importance of balanced nutrition for overall health and well-being. Healthy diets are characterized by a variety of foods that provide essential nutrients, including vitamins, minerals, and macronutrients. The statement highlights the need for individuals to consume a diverse range of foods, including fruits, vegetables, whole grains, lean proteins, and healthy fats, while limiting the intake of processed foods, sugars, and saturated fats. The goal is to promote health, prevent malnutrition, and reduce the risk of diet-related diseases. The document serves as a guideline for policymakers, health professionals, and the public to understand the significance of healthy eating habits in achieving better health outcomes. It also addresses the role of food systems in supporting healthy diets and the need for sustainable practices in food production and consumption.",
        "tags": [
            "healthy diets",
            "nutrition",
            "food systems",
            "well-being",
            "disease prevention"
        ]
    },
    {
        "section": 5,
        "content": "1. Principles of healthy diets\n\nHealthy diets are essential for maintaining overall health and well-being. They are characterized by several key principles that guide individuals in making nutritious food choices. The first principle is adequacy, which ensures that the diet provides all the essential nutrients needed for optimal health. This includes macronutrients like carbohydrates, proteins, and fats, as well as micronutrients such as vitamins and minerals. \n\nThe second principle is balance, which refers to the appropriate proportions of different food groups in the diet. A balanced diet includes a variety of foods from all food groups, ensuring that no single nutrient is overemphasized at the expense of others. \n\nModeration is the third principle, emphasizing the importance of not consuming excessive amounts of any food or nutrient. This helps prevent health issues such as obesity and chronic diseases. Lastly, diversity in food choices is crucial, as it not only enhances the enjoyment of meals but also ensures a wider range of nutrients is consumed. \n\nBy adhering to these principles, individuals can foster healthier eating habits that contribute to long-term health and well-being.",
        "tags": [
            "healthy diets",
            "nutritional principles",
            "adequacy",
            "balance",
            "diversity"
        ]
    },
    {
        "section": 6,
        "content": "2. In conclusion: celebrating healthy dietary patterns\n\nIn conclusion, celebrating healthy dietary patterns is vital for promoting public health and preventing chronic diseases. Emphasizing the importance of healthy eating habits can lead to improved health outcomes for individuals and communities. By recognizing the principles of healthy diets—adequacy, balance, moderation, and diversity—people can make informed food choices that support their health goals. \n\nMoreover, public health initiatives and educational programs play a crucial role in raising awareness about the benefits of healthy eating. These efforts can help individuals understand the significance of nutrition in their daily lives and encourage them to adopt healthier dietary practices. \n\nAs we celebrate healthy dietary patterns, it is essential to foster an environment that supports access to nutritious foods and promotes positive eating behaviors. This includes advocating for policies that improve food availability and affordability, as well as creating community programs that encourage healthy cooking and eating. \n\nUltimately, by prioritizing healthy dietary patterns, we can enhance the quality of life for individuals and contribute to the overall health of society.",
        "tags": [
            "healthy eating",
            "public health",
            "dietary patterns",
            "nutrition education",
            "community programs"
        ]
    },
    {
        "section": 7,
        "content": "Die WHO empfiehlt eine ausgewogene Ernährung, die reich an verschiedenen Nährstoffen ist, um die Gesundheit zu fördern und Krankheiten vorzubeugen. Zu den empfohlenen Nährstoffen gehören Vitamine, Mineralstoffe, Proteine und Fette. Es wird empfohlen, Obst und Gemüse in ausreichenden Mengen zu konsumieren, um die notwendige Zufuhr an Vitaminen und Mineralstoffen sicherzustellen. Insbesondere wird auf die Bedeutung von Vitamin A, C und D hingewiesen, die für das Immunsystem und die allgemeine Gesundheit wichtig sind. Darüber hinaus wird empfohlen, die Aufnahme von gesättigten Fetten und Zucker zu reduzieren, um das Risiko von chronischen Krankheiten wie Diabetes und Herz-Kreislauf-Erkrankungen zu verringern. Die WHO betont auch die Bedeutung von Wasser für die Gesundheit und empfiehlt, ausreichend Flüssigkeit zu sich zu nehmen, um eine optimale Hydratation zu gewährleisten.",
        "tags": [
            "WHO",
            "Ernährung",
            "Nährstoffe",
            "Gesundheit",
            "Prävention"
        ]
    },
    {
        "section": 8,
        "content": "Healthy diets promote health, growth and development, support active lifestyles, prevent nutrient deficiencies and excesses, communicable and noncommunicable diseases (NCDs), foodborne diseases and promote wellbeing. The critical role of diets in the prevention of all forms of malnutrition, for disease prevention and health promotion, as well as the interconnections between food production, diets and the environment, have never been more evident. With such prominence in the scientific literature and public media has come a range of definitions and perspectives about what constitute healthy diets, and how these can be achieved, while protecting the environment. Heads have turned to the agrifood system and the ways in which it can and must be transformed to contribute to the commitments of ending hunger and all forms of malnutrition, elevating levels of human health, and protecting and restoring the environment. But lack of consensus of what constitute healthy diets can undermine progress and continuity of efforts to achieve them.",
        "tags": [
            "healthy diets",
            "nutrition",
            "malnutrition",
            "food production",
            "health promotion"
        ]
    },
    {
        "section": 9,
        "content": "To accelerate progress towards the achievement of these interconnected commitments, the Food and Agriculture Organization of the United Nations (FAO) and the World Health Organization (WHO) have formulated principles of what constitute healthy diets. These principles, set out below, and recognized by the scientific literature, are underpinned by guidelines and other normative elements developed by the two Organizations. Multiple dietary patterns that meet these principles, and in which foods are safe, can therefore be defined as healthy dietary patterns.",
        "tags": [
            "FAO",
            "WHO",
            "dietary principles",
            "food safety",
            "health guidelines"
        ]
    },
    {
        "section": 10,
        "content": "Healthy diets need to meet four core principles, universal in their application, based on human biology and underpinned by evidence. To be healthy, diets need to be:  \n1. Adequate: Providing enough essential nutrients to prevent deficiencies and promote health, without excess.  \n2. Balanced: In energy intake, and energy sources (i.e., fats, carbohydrates and proteins) to promote healthy weight, growth and disease prevention.  \n3. Moderate: In consumption of foods, nutrients or other compounds associated with detrimental health effects.  \n4. Diverse: Including a wide variety of nutritious foods within and across food groups to favour nutrient adequacy and consumption of other health promoting substances.  \n\nIn addition, diets can only be healthy if foods and beverages are safe. In other words, as Codex Alimentarius clarifies, if they will not cause adverse health effects to the consumers when they are prepared and/or eaten. This will require that all conditions and measures necessary to ensure the safety and suitability of food at all stages of the food chain are implemented. Food safety ensures the prevention of foodborne diseases and the efficient utilization of nutrients. The consequences of consuming unsafe food disproportionately affect vulnerable groups, such as children and older adults.",
        "tags": [
            "healthy diets",
            "nutrition",
            "food safety",
            "dietary principles",
            "vulnerable groups"
        ]
    },
    {
        "section": 11,
        "content": "Principles of healthy diets\n\n1.1 Adequate\n\nAn adequate diet is one that meets, without exceeding, nutrient requirements, specific for age, gender, body size and body composition, levels of physical activity, physiological states (e.g., pregnancy) and disease conditions. The body is unable to synthesize most essential nutrients, and therefore they must be obtained from the diet. These include essential amino acids, essential fatty acids and most vitamins and minerals. Essential nutrients are involved in all bodily functions from growth and brain development in the fetus and young infant, to organ and muscle functioning throughout life. Inadequate intake of essential nutrients can lead to specific deficiency syndromes for single nutrients (such as scurvy for vitamin C deficiency, rickets for vitamin D deficiency, goiter for iodine deficiency), many of which are now uncommon in most parts of the world. However, many other conditions – such as, among others, impaired growth, brain development and immune system function – are affected by several causes, including multiple nutrient deficiencies. Meeting nutrient requirements for children aged 0 to 23 months is particularly important given growth and development and the small total quantity of foods consumed. For infants 0 to 6 months of age, nutrient needs should be met through exclusive breastfeeding. As of 6 months of age, animal source foods are a good source of high quality protein and bioavailable key vitamins and minerals. Therefore, WHO recommends, in addition to continued breastfeeding, the daily consumption of animal source foods, including unprocessed meat, fish or eggs, for children in this age group. Dietary requirements have been defined by FAO and WHO for energy, proteins and amino acids, fats and fatty acids, vitamins and minerals, and many countries have established values for their populations. These requirements include the intake levels which are likely to prevent risk of deficiency and the levels that will limit the risk of excess.",
        "tags": [
            "healthy diets",
            "nutrient requirements",
            "essential nutrients",
            "breastfeeding",
            "child nutrition"
        ]
    },
    {
        "section": 12,
        "content": "What are healthy diets? Joint statement by the Food and Agriculture Organization of the United Nations and the World Health Organization\n\n1.2 Balanced\n\nIn healthy diets, energy intake is balanced with energy requirements which vary with age, sex, levels of physical activity and during pregnancy and lactation. Healthy diets require an adequate balance across the three primary sources of energy, that is protein, fats and carbohydrates. Absolute requirements for the amount of protein, fat and carbohydrates in the diet vary with total energy intake, and thus are expressed as a proportion of energy intake from each. WHO recommendations for fats and carbohydrates are among those provided in Annex 2.\n\nConsuming higher or lower proportions of energy from protein, fat and carbohydrates can have negative health consequences. Alcohol, although a source of calories, is not considered part of a healthy diet.",
        "tags": [
            "healthy diets",
            "energy intake",
            "nutrition",
            "macronutrients",
            "WHO recommendations"
        ]
    },
    {
        "section": 13,
        "content": "Table 1. Recommended intakes of protein, fat and carbohydrates as a proportion of dietary energy intake\n\nNutrient Recommended intakes (% of daily energy intake) References\nAdults Children and adolescents (2-19 years of age)\n\nProtein 10-15% \nFat 15-30%a 15-35%a \n   Saturated 10% or less \n   Trans 1% or less \n   Polyunsaturated 6-10% \n   Monounsaturated Variesb\nCarbohydrates 45-75% \n   Free sugars 10% or less \n\na Higher intakes are acceptable provided energy balance is maintained and saturated fat limits are not exceeded.\nb Based on the amount of polyunsaturated, saturated and trans-fatty acids in the diet.",
        "tags": [
            "nutrient intake",
            "dietary recommendations",
            "energy balance",
            "macronutrients",
            "children nutrition"
        ]
    },
    {
        "section": 14,
        "content": "The macronutrient distribution of healthy diets\n\nThe values in the centre of this schematic represent optimal ranges of macronutrient intake for adults (as a percentage of total daily calories consumed). The conditions on either side may result from consuming diets that contain macronutrient intakes outside these ranges. \n\nProtein and amino acid deficiency, essential fatty acid deficiency, vitamin and mineral deficiency, metabolic burden, unhealthy weight gain, and blood glucose changes are potential health issues associated with improper macronutrient distribution.",
        "tags": [
            "macronutrient distribution",
            "health consequences",
            "dietary balance",
            "nutrition",
            "weight management"
        ]
    },
    {
        "section": 15,
        "content": "Proteins provide the building blocks for much of the structural elements of the body, such as muscle, as well as functional molecules such as hormones and enzymes. To meet the body’s needs, 10–15% of calories consumed per day should be from protein. This might be slightly more during adolescence, and for athletes, body builders and others actively building and/or maintaining significant amounts of muscle mass. Consuming excessive amounts of protein however can place a metabolic burden on the body, particularly the kidneys. Protein can come from a mix of animal and plant sources, and digestibility and quality should also be considered, particularly in childhood and adolescence. For adults, in some contexts, switching to more plant-based sources of protein may be preferable to decrease risk of cardiometabolic diseases. In other contexts, consumption of animal source foods is still important to favour nutrient intakes.",
        "tags": [
            "Proteins",
            "Dietary Needs",
            "Muscle Mass",
            "Plant-Based",
            "Nutrient Intake"
        ]
    },
    {
        "section": 16,
        "content": "Fat is an essential nutrient for proper functioning of cells in the body, and two fatty acids – linoleic acid and α-linolenic acid – can only be obtained from the diet. Therefore, in adults, a minimum of 15–30% of calories consumed per day should be from fat. High intakes of fat may lead to excess energy intake and limiting intake to 30% or less may help to reduce the risk of unhealthy weight gain. Because a likely mechanism by which fat intake impacts body weight is through an increased intake of calories, intakes of fat higher than 30% of calories consumed per day are possible, provided that energy balance is maintained and fat quality recommendations are also met. Fat consumed should be primarily unsaturated fatty acids, with 6–10% of total energy intake coming from polyunsaturated fats including linoleic acid, α-linolenic acid and long chain polyunsaturated fatty acids. Monounsaturated fatty acids from plant sources should make up the remainder of fat intake, after taking into consideration the amounts of polyunsaturated, saturated and trans-fat consumed.",
        "tags": [
            "Fat Intake",
            "Essential Nutrients",
            "Energy Balance",
            "Unsaturated Fats",
            "Weight Management"
        ]
    },
    {
        "section": 17,
        "content": "Carbohydrates provide the primary energy source for the body. The amount of carbohydrate in the diet can vary and should represent the remainder of diet after taking protein and fat into account. The amount should, therefore, be 75% or less of total daily calories but generally at least 45%. Carbohydrates should come primarily from whole grains, vegetables, fruits and pulses, and adults should aim for at least 400 grams of fruits and vegetables and 25 grams or more of naturally occurring dietary fibre from foods every day. Amounts for children and adolescents are scaled down from adult values based on energy intake at different ages.",
        "tags": [
            "Carbohydrates",
            "Energy Source",
            "Dietary Fiber",
            "Whole Grains",
            "Fruits and Vegetables"
        ]
    },
    {
        "section": 18,
        "content": "What are healthy diets? Joint statement by the Food and Agriculture Organization of the United Nations and the World Health Organization\n\n1.3 Moderate\nAs reflected by the upper limit (see 1.1 Adequate), some nutrients are essential, but in higher amounts may lead to negative health effects. Other non-essential nutrients are associated with negative health effects and therefore should be consumed in moderation or excluded from the diet. Sodium is an essential mineral but at high intakes is associated with increased blood pressure which can lead to cardiovascular disease. Sodium intake should be restricted to 2 grams per day (corresponding to 5 grams of table salt, i.e., sodium chloride) in adults and proportionately lower for children and adolescents based on energy intake. Maintaining sodium intake within this limit would help maintain systolic and diastolic blood pressure of adults and children in healthy ranges, with a resulting decrease in the risk of stroke and cardiovascular events and related mortality.\n\nFree sugars are not essential nutrients and intake should be restricted to less than 10% of daily energy intake, with less than 5% associated with additional health benefits. Reduction of free sugar consumption should be achieved without the use of non-sugar sweeteners, as evidence suggests that they do not help with long-term weight control or reducing the risk of diet-related NCDs. No more than 10% of daily energy should come from saturated fat and no more than 1% from trans-fat. Industrially produced trans-fat (e.g., partially hydrogenated oils) should not be used, and therefore any trans-fat should come exclusively from meat and dairy from ruminant animals. \n\nModeration refers also to the avoidance of, or moderation in the consumption of, foods that may have negative health effects, particularly if consumed in high quantities. This relationship may be because they are sources of nutrients to limit, such as saturated fat and free sugars, or because they contain other compounds that may be detrimental to health. Two key considerations in this regard are red and processed meats and highly processed or “ultra-processed” foods.",
        "tags": [
            "healthy diets",
            "moderation",
            "sodium intake",
            "free sugars",
            "processed foods"
        ]
    },
    {
        "section": 19,
        "content": "In adults, high intakes of red meat are associated with increased risk of several diseases and evolving evidence suggests that consumption of processed red meat, even at low levels, may have negative health consequences. A large and growing body of evidence suggests that consumption of highly processed foods described as “ultra-processed” foods (UPF) by the NOVA classification scheme is associated with negative health outcomes. These include risk of premature mortality, cancer, cardiovascular diseases, overweight, obesity and type 2 diabetes, as well as impaired mental, respiratory and gastrointestinal health. The term UPF refers to a wide range of foods and beverages with a variety of characteristics.",
        "tags": [
            "red meat",
            "processed meat",
            "ultra-processed foods",
            "health risks",
            "diet-related diseases"
        ]
    },
    {
        "section": 20,
        "content": "Principles of healthy diets\nMany UPF are high in fats, sugar or artificial sweeteners, sodium or food additives, and many have undergone processing that alters the structure of the original food ingredients through a variety of processes. Evidence suggests that the associations with negative health effects go beyond their fat, sodium and sugar content. An acceptable level of UPF consumption has not yet been defined, and further research is needed to understand the relationships between UPF intakes and disease outcomes.",
        "tags": [
            "UPF",
            "health effects",
            "dietary research",
            "nutrition",
            "processed foods"
        ]
    },
    {
        "section": 21,
        "content": "Diverse diets, based on a wide variety of foods, between and within food groups, are associated with a greater likelihood of meeting vitamin and mineral requirements. The only exception to this is during the first six months of life when infants should receive only breastmilk. Distinct food groups and foods within them differ in the content and density of essential nutrients and many other bioactive components. Several prospective studies have reported lower mortality and diet-related NCD rates among participants with higher food group diversity, greater diversity within specific food groups (e.g., fruit and vegetables) and higher species diversity of whole dietary patterns.\nDietary diversity is, therefore, a fundamental element of healthy diets and a long-standing public health principle widely accepted and advocated for in food-based dietary guidelines, FAO and WHO’s guiding principles for sustainable healthy diets, WHO recommendations for children aged 6–23 months and the technical report on healthy diet metrics from WHO, FAO and UNICEF. It is possible for people to have a sufficiently diverse diet across different ages, food environments, seasons, dietary restrictions (e.g., vegetarian) or cultural preferences. Dietary diversity is conventionally measured by a count of food groups consumed over a given reference period, with or without minimum food group intake criteria. The variety of possible dietary patterns is often reflected in the questionnaire. For example, Minimum Dietary Diversity for Women (MDD-W) is one indicator that uses intake of food groups to reflect dietary diversity. While the 10 food groups used for MDD-W are universal, when the questionnaire is administered at a local level, the food groups are populated with examples of locally available, commonly consumed foods that best represent the food group. This consistent structure allows for the capture of locally relevant dietary diversity data that is generalizable and comparable across contexts – essential for national and global monitoring of diets.",
        "tags": [
            "dietary diversity",
            "nutrition",
            "public health",
            "food groups",
            "healthy diets"
        ]
    },
    {
        "section": 22,
        "content": "What are healthy diets? Joint statement by the Food and Agriculture Organization of the United Nations and the World Health Organization\nIn conclusion: celebrating healthy dietary patterns. While the principles of healthy diets are universal, dietary patterns – the combinations of foods and beverages consumed over time – are highly contextual. Dietary patterns are determined by a wide variety of social, economic and environmental factors including individual preferences and beliefs, culture, traditions, religion, income and the availability and affordability of foods. Many dietary patterns can be healthy, as long as they meet the four core principles outlined above and are made up of safe foods. Recommended healthy dietary patterns in context are articulated in national dietary guidelines that are based on local considerations and evidence and that provide recommendations for combinations of food groups, their proportionality and sometimes frequency. Dietary patterns also have important implications for the environment through their impact on agrifood systems, including greenhouse gas emissions and use of natural resources (land and water, biodiversity and deforestation). Dietary patterns are also impacted and shaped by agrifood systems that, in many contexts, are constrained to provide enough nutritious food for all because of the overuse of natural resources compounded by antimicrobial resistance, zoonoses, biodiversity loss, greenhouse gas emissions, air and water pollution and other issues. Shifts to healthy dietary patterns must therefore be an important pillar of agrifood systems’ transformation and can contribute to overcoming the current inequities in access to healthy diets.",
        "tags": [
            "healthy diets",
            "dietary patterns",
            "food systems",
            "sustainability",
            "nutrition"
        ]
    },
    {
        "section": 23,
        "content": "Food-based dietary guidelines have long been used by countries to characterize healthy diets in context, and to inform consumer education. Such guidelines have the potential for utilization far beyond consumer education, and to bring the environmental, socio-cultural and economic considerations needed to enable healthy diets for all to the forefront in characterizing healthy diets from sustainable agrifood systems in context. Taking these aspects into consideration, a new methodology for the development of dietary guidelines with an agrifood systems’ lens will soon be published by FAO. With this statement we urge consistency in framing of healthy diets based on the four core principles outlined here, and comprised of safe foods and water. We also encourage everyone, everywhere, to recognize and celebrate the diversity of healthy dietary patterns and the sustainable agrifood systems that can promote and protect human and planetary health. We urge all governments to develop (or update) and use dietary guidelines developed with an agrifood systems’ lens to inform policies and programmes that promote and enable healthy dietary patterns from sustainable agrifood systems for all.",
        "tags": [
            "dietary guidelines",
            "consumer education",
            "sustainable food systems",
            "government policy",
            "health promotion"
        ]
    },
    {
        "section": 24,
        "content": "What are healthy diets? Joint statement by the Food and Agriculture Organization of the United Nations and the World Health Organization. Healthy diets are essential for maintaining health and well-being. They provide the necessary nutrients, vitamins, and minerals that the body needs to function optimally. A healthy diet includes a variety of foods from all food groups, ensuring a balance of carbohydrates, proteins, fats, vitamins, and minerals. It emphasizes the consumption of fruits, vegetables, whole grains, lean proteins, and healthy fats while limiting the intake of processed foods, sugars, and saturated fats. The importance of dietary diversity cannot be overstated, as it helps to ensure that individuals receive a wide range of nutrients necessary for good health. Furthermore, healthy diets are not only beneficial for individual health but also play a crucial role in preventing chronic diseases such as obesity, diabetes, and cardiovascular diseases. The promotion of healthy diets is a shared responsibility among governments, health organizations, and individuals. Education and awareness about nutrition are vital in encouraging people to make healthier food choices. By fostering an environment that supports healthy eating, we can improve public health outcomes and enhance the quality of life for individuals and communities.  \n\nTags: healthy diets, nutrition, well-being, chronic diseases, dietary diversity",
        "tags": [
            "healthy diets",
            "nutrition",
            "well-being",
            "chronic diseases",
            "dietary diversity"
        ]
    },
    {
        "section": 25,
        "content": "What are healthy diets? Joint statement by the Food and Agriculture Organization of the United Nations and the World Health Organization. This statement outlines the principles of healthy diets, emphasizing the importance of balanced nutrition for overall health. It highlights the need for a variety of foods to ensure adequate nutrient intake and the role of dietary patterns in preventing chronic diseases. The statement also addresses the significance of food security and sustainable food systems in promoting healthy diets globally. The collaboration between the FAO and WHO aims to provide guidance for policymakers and health professionals in developing strategies to improve dietary practices and health outcomes.  \n\nTags: healthy diets, nutrition, food security, chronic diseases, dietary patterns",
        "tags": [
            "healthy diets",
            "nutrition",
            "food security",
            "chronic diseases",
            "dietary patterns"
        ]
    },
    {
        "section": 26,
        "content": "Contribution of terrestrial animal source food to healthy diets for improved nutrition and health outcomes – An evidence and policy overview on the state of knowledge and gaps. This overview discusses the role of animal source foods in human diets, particularly in terms of their nutritional contributions. It examines the benefits of including these foods in diets, especially in resource-poor settings, where they can provide essential nutrients that are often lacking in plant-based diets. The document also identifies gaps in knowledge regarding the consumption of animal source foods and their impact on health outcomes, suggesting areas for future research and policy development to enhance dietary diversity and nutrition.  \n\nTags: animal source foods, nutrition, dietary diversity, health outcomes, research gaps",
        "tags": [
            "animal source foods",
            "nutrition",
            "dietary diversity",
            "health outcomes",
            "research gaps"
        ]
    },
    {
        "section": 27,
        "content": "Ultra-processed foods: what they are and how to identify them. This article provides a comprehensive overview of ultra-processed foods, defining them and discussing their characteristics. It highlights the health implications of consuming such foods, which are often high in sugars, unhealthy fats, and additives, while being low in essential nutrients. The authors emphasize the need for public awareness regarding the identification and consumption of ultra-processed foods, as their prevalence in diets is linked to various adverse health outcomes, including obesity and chronic diseases. The article calls for strategies to reduce the intake of these foods and promote healthier dietary choices.  \n\nTags: ultra-processed foods, health implications, dietary choices, obesity, chronic diseases",
        "tags": [
            "ultra-processed foods",
            "health implications",
            "dietary choices",
            "obesity",
            "chronic diseases"
        ]
    },
    {
        "section": 28,
        "content": "Indicators for assessing infant and young child feeding practices. This document outlines the key indicators used to evaluate feeding practices among infants and young children. It emphasizes the importance of appropriate feeding practices for the growth and development of children, particularly in the early years of life. The guidelines provide definitions and measurement methods for assessing dietary practices, including breastfeeding, complementary feeding, and dietary diversity. The aim is to support health professionals and policymakers in monitoring and improving infant and young child nutrition, ultimately contributing to better health outcomes in this vulnerable population.  \n\nTags: infant nutrition, feeding practices, dietary diversity, health outcomes, guidelines",
        "tags": [
            "infant nutrition",
            "feeding practices",
            "dietary diversity",
            "health outcomes",
            "guidelines"
        ]
    },
    {
        "section": 29,
        "content": "Minimum dietary diversity for women. This document discusses the concept of minimum dietary diversity as a crucial indicator of women's nutrition. It highlights the relationship between dietary diversity and micronutrient adequacy, emphasizing the need for women to consume a variety of food groups to meet their nutritional needs. The guidelines provide insights into the food groups that should be included in women's diets to ensure optimal health and well-being. The document aims to inform health policies and programs aimed at improving women's nutrition and addressing issues related to dietary deficiencies.  \n\nTags: dietary diversity, women's nutrition, micronutrient adequacy, health policies, food groups",
        "tags": [
            "dietary diversity",
            "women's nutrition",
            "micronutrient adequacy",
            "health policies",
            "food groups"
        ]
    },
    {
        "section": 30,
        "content": "What are healthy diets? Joint statement by the Food and Agriculture Organization of the United Nations and the World Health Organization. Healthy diets are essential for maintaining health and well-being. They provide the necessary nutrients, vitamins, and minerals that the body needs to function optimally. A healthy diet includes a variety of foods from all food groups, ensuring a balance of macronutrients and micronutrients. It emphasizes the consumption of fruits, vegetables, whole grains, lean proteins, and healthy fats while limiting the intake of processed foods, sugars, and saturated fats. The importance of dietary diversity cannot be overstated, as it plays a crucial role in achieving nutritional adequacy and preventing chronic diseases. Furthermore, healthy diets are not only beneficial for individual health but also contribute to sustainable food systems and environmental health. The FAO and WHO advocate for dietary guidelines that promote healthy eating patterns and encourage the consumption of locally available and culturally appropriate foods. These guidelines aim to support individuals and communities in making informed food choices that enhance health and well-being.  \n\nTags: healthy diets, nutrition, dietary guidelines, food systems, well-being",
        "tags": [
            "healthy diets",
            "nutrition",
            "dietary guidelines",
            "food systems",
            "well-being"
        ]
    },
    {
        "section": 31,
        "content": "As of now, several methodological approaches are used to set dietary requirements leading to some variability in both values and assumptions that underpin them. The need to harmonize these methodological approaches has been recognized, especially concepts such as an estimated average requirement for setting recommended intake ranges, upper tolerable nutrient intake levels, extrapolation and functional outcomes, and research tools and resources.",
        "tags": [
            "dietary requirements",
            "methodological approaches",
            "nutrient intake",
            "harmonization",
            "health"
        ]
    },
    {
        "section": 32,
        "content": "Definition of terms related to dietary requirements and associated terminology used by various agencies and organizations. \n\nAverage Nutrient Requirement: The average daily nutrient intake level that meets the needs of 50% of the \"healthy\" individuals in a particular age and gender group. \n\nRecommended Nutrient Intake: The average daily nutrient intake that is sufficient to meet the nutrient requirements of nearly all (97–98%) apparently healthy individuals in a particular life stage and gender group. \n\nTolerable Upper Intake Level: The highest average daily nutrient intake that is likely to pose no risk of adverse health effects to almost all (97.5%) healthy individuals in an age- and sex-specific population group. \n\nAdequate Intake: The recommended average daily intake based on observed or experimentally determined approximations or estimates of nutrient intake by a group (or groups) of apparently healthy people that are assumed to be adequate. It is used when a recommended intake cannot be determined.",
        "tags": [
            "definitions",
            "nutrient requirements",
            "health",
            "dietary terminology",
            "intake levels"
        ]
    },
    {
        "section": 33,
        "content": "WHO recommendations on selected nutrients (and links to the guidelines) \n\nFat\n1. To reduce the risk of unhealthy weight gain, WHO suggests that adults limit total fat intake to 30% of total energy intake or less (conditional recommendation).\n2. WHO recommends that adults and children reduce saturated fatty acid intake to 10% of total energy intake (strong recommendation). \n3. WHO suggests further reducing saturated fatty acid intake to less than 10% of total energy intake (conditional recommendation). \n4. WHO recommends replacing saturated fatty acids in the diet with polyunsaturated fatty acids (strong recommendation), monounsaturated fatty acids from plant sources (conditional recommendation), or carbohydrates from whole grains, vegetables, fruits and pulses (conditional recommendation).\n5. WHO recommends that adults and children reduce trans-fatty acid intake to 1% of total energy intake (strong recommendation).\n6. WHO suggests further reducing trans-fatty acid intake to less than 1% of total energy intake (conditional recommendation).\n7. WHO recommends replacing trans-fatty acids in the diet with polyunsaturated fatty acids or monounsaturated fatty acids primarily from plant sources (conditional recommendation).",
        "tags": [
            "WHO recommendations",
            "fat intake",
            "saturated fatty acids",
            "trans-fatty acids",
            "dietary guidelines"
        ]
    },
    {
        "section": 34,
        "content": "Carbohydrate\n1. WHO recommends that carbohydrate intake should come primarily from whole grains, vegetables, fruits and pulses (strong recommendation).\n2. In adults, WHO recommends an intake of at least 400 grams of vegetables and fruits per day (strong recommendation).\n3. In children and adolescents, WHO suggests the following intakes of vegetables and fruits: (conditional recommendation)\n• 2–5 years old, at least 250 grams per day\n• 6–9 years old, at least 350 grams per day\n• 10 years or older, at least 400 grams per day.\n4. In adults, WHO recommends an intake of at least 25 grams per day of naturally-occurring dietary fibre as consumed in foods (strong recommendation).\n5. In children and adolescents, WHO suggests the following intakes of naturally-occurring dietary fibre: (conditional recommendation)",
        "tags": [
            "carbohydrate intake",
            "vegetables and fruits",
            "dietary fibre",
            "children nutrition",
            "adolescent nutrition"
        ]
    },
    {
        "section": 35,
        "content": "What are healthy diets? Joint statement by the Food and Agriculture Organization of the United Nations and the World Health Organization dietary fibre as consumed in foods (conditional recommendation) • 2–5 years old, at least 15 grams per day • 6–9 years old, at least 22 grams per day • 10 years or older, at least 25 grams per day. 6. WHO recommends a reduced intake of free sugars throughout the life course (strong recommendation). 7. WHO recommends reducing the intake of free sugars to less than 10% of total energy intake (strong recommendation). 8. WHO suggests a further reduction of the intake of free sugars to below 5% of total energy intake (conditional recommendation).",
        "tags": [
            "healthy diets",
            "dietary fibre",
            "free sugars",
            "WHO recommendations",
            "nutrition guidelines"
        ]
    },
    {
        "section": 36,
        "content": "Sodium, potassium and non-sugar sweeteners 1. WHO suggests that non-sugar sweeteners not be used as a means of achieving weight control or reducing the risk of noncommunicable diseases (conditional recommendation). 2. WHO recommends a reduction in sodium intake to reduce blood pressure and risk of cardiovascular disease, stroke and coronary heart disease in adults (strong recommendation). WHO recommends a reduction to <2 g/day sodium (5 g/day salt) in adults (strong recommendation). 3. WHO recommends a reduction in sodium intake to control blood pressure in children (strong recommendation). The recommended maximum level of intake of 2 g/day sodium in adults should be adjusted downward based on the energy requirements of children relative to those of adults. 4. WHO recommends an increase in potassium intake from food to reduce blood pressure and risk of cardiovascular disease, stroke and coronary heart disease in adults (strong recommendation). WHO suggests a potassium intake of at least 90 mmol/day (3510 mg/day).",
        "tags": [
            "sodium intake",
            "potassium intake",
            "non-sugar sweeteners",
            "cardiovascular health",
            "WHO guidelines"
        ]
    },
    {
        "section": 37,
        "content": "and risk of cardiovascular disease, stroke and coronary heart disease in adults (strong recommendation). WHO suggests a potassium intake of at least 90 mmol/day (3510 mg/day).",
        "tags": [
            "cardiovascular disease",
            "stroke",
            "coronary heart disease",
            "potassium intake",
            "WHO recommendations"
        ]
    }
]