[
    {
        "section": 1,
        "content": "Die WHO empfiehlt, dass die Gesamtfettaufnahme für die Prävention von ungesundem Gewichtszuwachs bei Erwachsenen und Kindern auf weniger als 30 % der gesamten Energieaufnahme begrenzt werden sollte. Dies gilt insbesondere für gesättigte Fette, die auf weniger als 10 % der gesamten Energieaufnahme beschränkt werden sollten. Transfette sollten so weit wie möglich vermieden werden, da sie mit einem erhöhten Risiko für Herz-Kreislauf-Erkrankungen in Verbindung gebracht werden. Eine ausgewogene Ernährung, die reich an Obst, Gemüse, Vollkornprodukten und mageren Proteinen ist, kann helfen, die Fettaufnahme zu regulieren und gleichzeitig die Nährstoffaufnahme zu maximieren. Es ist wichtig, die Qualität der Fette zu berücksichtigen, wobei ungesättigte Fette aus pflanzlichen Quellen bevorzugt werden sollten. Die Förderung von gesunden Essgewohnheiten und regelmäßiger körperlicher Aktivität ist entscheidend für die Aufrechterhaltung eines gesunden Gewichts und die Vermeidung von Fettleibigkeit.",
        "tags": [
            "Fettaufnahme",
            "Gewichtszunahme",
            "Ernährungsrichtlinien",
            "Gesundheit",
            "WHO"
        ]
    },
    {
        "section": 2,
        "content": "The World Health Organization (WHO) provides guidelines on total fat intake to prevent unhealthy outcomes, particularly in children. It emphasizes the importance of a balanced diet that includes healthy fats while limiting saturated and trans fats. The guidelines suggest that total fat intake should not exceed a certain percentage of total energy intake, which is crucial for maintaining a healthy weight and preventing obesity-related diseases. Children, in particular, require adequate fat for growth and development, but the type of fat consumed is essential. The focus should be on incorporating sources of unsaturated fats, such as nuts, seeds, avocados, and fish, while minimizing the intake of processed foods high in unhealthy fats. This approach not only supports physical health but also contributes to cognitive development in children. Parents and caregivers are encouraged to educate themselves about healthy dietary practices and to model these behaviors for their children. \n\nTags: WHO guidelines, total fat intake, children, healthy fats, nutrition",
        "tags": [
            "WHO guidelines",
            "total fat intake",
            "children",
            "healthy fats",
            "nutrition"
        ]
    },
    {
        "section": 3,
        "content": "Total fat intake is a crucial factor in the prevention of unhealthy weight gain among both adults and children. The World Health Organization (WHO) provides guidelines that emphasize the importance of managing fat consumption to maintain a healthy weight. These guidelines are based on extensive research that links high fat intake, particularly saturated and trans fats, to obesity and related health issues. \n\nThe WHO recommends that total fat intake should not exceed 30% of total energy intake. This includes a balanced approach to different types of fats, encouraging the consumption of unsaturated fats while limiting saturated fats and avoiding trans fats altogether. \n\nFor children, the guidelines suggest that fat intake should be carefully monitored to ensure healthy growth and development while preventing excessive weight gain. Parents and caregivers are encouraged to provide a variety of foods that include healthy fats, such as those found in fish, nuts, and vegetable oils, while minimizing processed foods high in unhealthy fats. \n\nBy adhering to these guidelines, individuals can significantly reduce their risk of obesity and related health complications, promoting overall health and well-being. \n\nTags: #TotalFatIntake #WeightGainPrevention #WHOGuidelines #HealthyEating #Nutrition",
        "tags": [
            "Total Fat Intake",
            "Weight Gain Prevention",
            "WHO Guidelines",
            "Healthy Eating",
            "Nutrition"
        ]
    },
    {
        "section": 4,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline. This guideline provides recommendations on the total fat intake necessary to prevent unhealthy weight gain in both adults and children. It emphasizes the importance of maintaining a balanced diet and the role of fats in overall health. The guidelines are based on extensive research and aim to inform public health policies and individual dietary choices. The WHO recognizes the growing concern regarding obesity and related health issues, and this document serves as a crucial resource for health professionals, policymakers, and the general public. By adhering to these guidelines, individuals can make informed decisions about their fat intake, contributing to better health outcomes and the prevention of weight-related diseases. The WHO encourages the implementation of these guidelines in various settings, including schools, workplaces, and communities, to promote healthier eating habits and lifestyles.",
        "tags": [
            "WHO guidelines",
            "fat intake",
            "weight gain prevention",
            "public health",
            "nutrition"
        ]
    },
    {
        "section": 5,
        "content": "Executive summary\nThis document provides a comprehensive overview of the guidelines developed for nutrition and health. It summarizes the key recommendations and the evidence that supports them, aiming to improve dietary practices and health outcomes. The guidelines are intended for a wide audience, including health professionals, policymakers, and the general public. The focus is on promoting healthy eating habits and addressing nutritional deficiencies prevalent in various populations. The recommendations are based on rigorous scientific evidence and aim to provide clear, actionable guidance for improving health through better nutrition.\n\nTags: nutrition, health, guidelines, recommendations, evidence-based",
        "tags": [
            "nutrition",
            "health",
            "guidelines",
            "recommendations",
            "evidence-based"
        ]
    },
    {
        "section": 6,
        "content": "Introduction\nThe introduction outlines the background and rationale for developing these guidelines. It highlights the increasing importance of nutrition in public health and the need for clear, evidence-based recommendations to guide dietary practices. The scope of the guidelines is defined, emphasizing their relevance to various populations and settings. The objective is to provide a framework for improving health outcomes through better nutrition, addressing both individual and community needs. The target audience includes healthcare providers, policymakers, and individuals seeking to enhance their dietary habits.\n\nTags: introduction, background, rationale, scope, target audience",
        "tags": [
            "introduction",
            "background",
            "rationale",
            "scope",
            "target audience"
        ]
    },
    {
        "section": 7,
        "content": "How this guideline was developed\nThis section details the process of guideline development, including the management of conflicts of interest and the contributions of various stakeholders. It describes the collaborative efforts of experts in the field of nutrition and health, ensuring that the guidelines are based on the latest scientific evidence. The development process involved systematic reviews of existing literature, consultations with experts, and public input to ensure that the guidelines are comprehensive and applicable to diverse populations. The transparency of the process is emphasized to build trust in the recommendations provided.\n\nTags: guideline development, conflicts of interest, stakeholder contributions, systematic reviews, transparency",
        "tags": [
            "guideline development",
            "conflicts of interest",
            "stakeholder contributions",
            "systematic reviews",
            "transparency"
        ]
    },
    {
        "section": 8,
        "content": "Summary of evidence\nThis section presents a summary of the evidence that underpins the recommendations made in the guidelines. It reviews key studies and findings related to nutrition and health, highlighting the importance of specific dietary components and their impact on health outcomes. The evidence is categorized based on the strength and quality of the studies, providing a clear rationale for the recommendations. This summary serves as a critical resource for understanding the scientific basis of the guidelines and supports the call for improved dietary practices across populations.\n\nTags: evidence summary, nutrition studies, health outcomes, dietary components, scientific basis",
        "tags": [
            "evidence summary",
            "nutrition studies",
            "health outcomes",
            "dietary components",
            "scientific basis"
        ]
    },
    {
        "section": 9,
        "content": "Recommendations and supporting information\nThis section outlines the specific recommendations derived from the evidence reviewed. Each recommendation is accompanied by supporting information that explains the rationale behind it and its expected impact on health. The recommendations are designed to be practical and applicable in various settings, addressing common nutritional issues faced by different populations. This section aims to empower individuals and health professionals with the knowledge needed to implement the guidelines effectively, fostering a culture of health and well-being through informed dietary choices.\n\nTags: recommendations, supporting information, practical guidance, nutritional issues, health empowerment",
        "tags": [
            "recommendations",
            "supporting information",
            "practical guidance",
            "nutritional issues",
            "health empowerment"
        ]
    },
    {
        "section": 10,
        "content": "Annex 7: Evidence to recommendations table 47\nContents",
        "tags": [
            "Annex",
            "Evidence",
            "Recommendations",
            "Table",
            "Contents"
        ]
    },
    {
        "section": 11,
        "content": "Acknowledgements",
        "tags": [
            "Acknowledgements",
            "Gratitude",
            "Contributors",
            "Support",
            "Recognition"
        ]
    },
    {
        "section": 12,
        "content": "This guideline was prepared by the Department of Nutrition and Food Safety of the World Health Organization (WHO) under the overall leadership of Francesco Branca, Director of the Department of Nutrition and Food Safety, and the coordination of Chizuru Nishida. Jason Montez was the responsible technical officer. WHO gratefully acknowledges the contributions that many individuals and organizations have made to the development of this guideline. WHO Steering Group: Ayoub Al-Jawaldeh, Anshu Banerjee, Hana Bekele, Fabio Da Silva Gomes, Jason Montez, Chizuru Nishida, Juan Pablo Peña-Rosas, Padmini Angela De Silva, Juliawati Untoro, Cherian Varghese, Kremlin Wickramasinghe. Guideline Development Group (WHO Nutrition Guidance Expert Advisory Group – Subgroup on Diet and Health): Hayder Al-Domi (University of Jordan, Jordan), John H Cummings (University of Dundee, United Kingdom of Great Britain and Northern Ireland), Ibrahim Elmadfa (University of Vienna, Austria), Lee Hooper (University of East Anglia, United Kingdom of Great Britain and Northern Ireland), Shiriki Kumanyika (University of Pennsylvania, United States of America), Mary L ’Abbé (University of Toronto, Canada), Pulani Lanerolle (University of Colombo, Sri Lanka), Duo Li (Zhejiang University, China), Jim Mann (University of Otago, New Zealand), Joerg Meerpohl (University of Freiburg, Germany), Carlos Monteiro (University of Sao Paulo, Brazil), Laetitia Ouedraogo Nikièma (Institut de Recherche en Sciences de la Santé, Burkina Faso), Harshpal Singh Sachdev (Sitaram Bhartia Institute of Science and Research, India), Barbara Schneeman (University of California, Davis, United States of America), Murray Skeaff (University of Otago, New Zealand), Bruno Fokas Sunguya (Muhimbili University of Health and Allied Sciences, United Republic of Tanzania), HH (Esté) Vorster (North-West University, South Africa).",
        "tags": [
            "WHO",
            "Nutrition",
            "Guideline Development",
            "Health",
            "Food Safety"
        ]
    },
    {
        "section": 13,
        "content": "External peer review group: Hassan Aguenaou (Ibn Tofaïl University, Morocco), Leanne Hodson (University of Oxford, United Kingdom of Great Britain and Northern Ireland), Tatsuya Koyama (Aomori University of Health and Welfare, Japan), Anna Lartey (University of Ghana, Ghana), K. Srinath Reddy (Public Health Foundation of India, India), Juan Rivera (Instituto Nacional de Salud Pública, Mexico), Linda Snetselaar (University of Iowa College of Public Health, United States of America). WHO would like to acknowledge the important contributions made by members of the systematic review teams. Additional thanks are also due to former interns of the Department of Nutrition and Food Safety: Angela Amico, Grace Carroll, Katharina da Silva Lopes and Yvonne Teng, for feedback on the draft guideline and various technical inputs. WHO gratefully acknowledges the financial support provided by the Ministry of Health, Labour and Welfare of the Government of Japan for the guideline development work, including the systematic reviews, and by Qingdao University in China for hosting the 13th meeting of the WHO Nutrition Guidance Expert Advisory Group – Subgroup on Diet and Health in December 2019.",
        "tags": [
            "Peer Review",
            "Systematic Review",
            "Financial Support",
            "Nutrition",
            "Health Guidelines"
        ]
    },
    {
        "section": 14,
        "content": "Qingdao University in China hosted the 13th meeting of the WHO Nutrition Guidance Expert Advisory Group – Subgroup on Diet and Health in December 2019. This meeting brought together experts to discuss critical issues related to nutrition and health, focusing on the latest research and recommendations for dietary practices. The discussions aimed to enhance the understanding of how diet influences health outcomes and to provide guidance for public health policies. The outcomes of this meeting are expected to inform future nutrition guidelines and interventions globally, particularly in addressing noncommunicable diseases (NCDs) and promoting healthier dietary patterns. The collaboration among international experts underscores the importance of evidence-based approaches in nutrition science and public health initiatives.",
        "tags": [
            "WHO",
            "Nutrition",
            "Diet",
            "Health",
            "Public Health"
        ]
    },
    {
        "section": 15,
        "content": "Escalating rates of overweight and obesity are a threat to the health of billions of people across the globe. Obesity increases the risk of premature mortality and of many noncommunicable diseases (NCDs) including cardiovascular diseases (CVDs), type 2 diabetes and certain types of cancers; it also increases the risk of becoming severely ill from COVID-19. Among other lifestyle and dietary factors, the macronutrient distribution of the diet (i.e. the percentage of carbohydrates, protein and fats) has been explored as a possible contributor to the development of overweight and obesity. Dietary fat and fatty acids are important in human physiology but are also the most energy dense of the macronutrients, and there has been extensive discussion of the potential impact of the percentage of calories consumed as fat on body weight. Because the role of dietary fat in the development of overweight and obesity continues to be debated, it was considered important to review the evidence in a systematic manner, and to update current WHO guidance on total fat through the WHO guideline development process.",
        "tags": [
            "obesity",
            "health risks",
            "dietary fat",
            "macronutrients",
            "WHO guidelines"
        ]
    },
    {
        "section": 16,
        "content": "The objective of this guideline is to provide updated guidance on the intake of total fat, to be used by policy-makers, programme managers, health professionals and other stakeholders in efforts to promote healthy diets. The guidance was formulated based on evidence for unhealthy weight gain only. The guideline was developed following the WHO guideline development process, as outlined in the WHO handbook for guideline development. This process includes a review of systematically gathered evidence by an international, multidisciplinary group of experts; assessment of the quality of that evidence via the Grading of Recommendations Assessment, Development and Evaluation (GRADE) framework; and consideration of additional, potentially mitigating factors when translating the evidence into recommendations. The guidance in this guideline replaces previous WHO guidance on total fat intake, including that from the 1989 WHO Study Group on Diet, Nutrition and the Prevention of Chronic Diseases and the 2002 Joint WHO/FAO Expert Consultation on Diet, Nutrition and the Prevention of Chronic Diseases.",
        "tags": [
            "guideline objective",
            "policy makers",
            "health professionals",
            "evidence assessment",
            "WHO handbook"
        ]
    },
    {
        "section": 17,
        "content": "Evidence from a systematic review of randomized controlled trials (RCTs) conducted in non-dieting adults found that reducing intake of total fat led to lower body weight, body mass index (BMI), waist circumference and percentage of body fat (high certainty evidence overall). Results of subgroup analyses and meta-regression suggest that greater reductions in total fat intake were associated with greater differences in body weight, and that those consuming less than 30% of total energy intake as fat had less body fatness than those consuming 30% or more of total energy intake as fat. There was no suggestion of undesirable effects of reducing total fat intake. In this context, unhealthy weight gain refers to unintentional weight gain (i.e. increase in body fatness) that contributes to the progression towards overweight and obesity, but excludes appropriate weight gain during pregnancy and as part of normal growth and development in childhood. Other exceptions would include weight gain resulting from activities that increase muscle mass without increasing fat mass, such as weight-lifting and other strength-building exercise.",
        "tags": [
            "systematic review",
            "randomized controlled trials",
            "body weight",
            "fat intake",
            "unhealthy weight gain"
        ]
    },
    {
        "section": 18,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline effects associated with reduced fat intake that might mitigate any benefits on body fatness, including undesirable changes in blood lipids or blood pressure or negative effects on quality of life. In fact, a small improvement in total cholesterol, low density lipoprotein (LDL) cholesterol and blood pressure was observed with reduced fat intake. Because of differences in methodology and data reporting across the studies, meta-analyses of identified prospective cohort studies could not be reliably conducted. Of the 39 reported analyses in 14 cohort studies on the association between total fat intake and measures of body fatness in adults, 12 suggested a positive association, three suggested a negative association and one was unclear. The remaining 23 analyses did not show statistically significant associations. Three RCTs conducted in children were identified, but due to differential reporting of outcomes at different points of follow-up they were not considered suitable for meta-analysis. Results of RCTs on measures of body fatness were inconsistent but there was no suggestion of undesirable effects associated with reduced fat intake in terms of blood lipids or linear growth.",
        "tags": [
            "total fat intake",
            "weight gain prevention",
            "blood lipids",
            "RCTs",
            "body fatness"
        ]
    },
    {
        "section": 19,
        "content": "Recommendations and supporting information These recommendations should be considered in the context of other WHO guidelines on healthy diets, including those on saturated fatty acids, trans-fatty acids, polyunsaturated fatty acids, sugars, carbohydrates, non-sugar sweeteners, sodium and potassium. WHO recommendations 1. To reduce the risk of unhealthy weight gain, WHO suggests that adults limit total fat intake to 30% of total energy intake or less (conditional recommendation) 2. Fat consumed should be primarily unsaturated fatty acids, with no more than 10% of total energy intake coming from saturated fatty acids and no more than 1% of total energy intake coming from trans-fatty acids (strong recommendation)",
        "tags": [
            "WHO recommendations",
            "healthy diets",
            "energy intake",
            "unsaturated fatty acids",
            "saturated fatty acids"
        ]
    },
    {
        "section": 20,
        "content": "Rationale for recommendation 1 This recommendation is based on evidence of high certainty from a systematic review of RCTs of dietary fat reduction in adults in which weight loss was not an explicit goal. All measures of body fatness assessed in the review (i.e. body weight, BMI, waist circumference and percentage body fat) were lower in adult participants randomized to a lower fat intake versus usual or moderate intake, with the most commonly reported measure being body weight. The evidence further suggests that the greater the difference in fat intake between those reducing fat intake and those not doing so, the greater the difference in body weight (i.e. a dose–response relationship), regardless of the final level of total fat intake achieved. Overall, the evidence suggests that a lower fat intake has the potential to help reduce the risk of unhealthy weight gain. The threshold of 30% was selected because most of the trials included in the analyses reported total fat intakes of 30% or more at baseline (range: 29–43% of total energy intake) and most studies achieved intakes of 30% or less in the intervention arms (range: 14–35% of total energy intake). When compared directly via subgroup analysis, there was a greater difference in body weight in trials where total fat intake was reduced to a final level of less than 30% of total energy intake in the intervention arms than in trials where total fat intake was reduced to a final level that was 30% of total energy intake or more in the intervention arms. In addition, the observed dose–response relationship indicates a cumulative effect of lower fat intake across the range of baseline intakes, with a greater reduction in fat intake resulting in a greater difference in body weight. Therefore, although an effect on body weight is anticipated with reducing total fat intake regardless of the level of total fat intake achieved, the greatest effect may be",
        "tags": [
            "dietary fat reduction",
            "body fatness",
            "weight loss",
            "dose-response relationship",
            "systematic review"
        ]
    },
    {
        "section": 21,
        "content": "The inability to pool the effects of the identified cohort studies via meta-analysis indicates that the qualitative results from the cohort studies were consistent with those from the RCTs. Furthermore, the data from the RCTs were robust and of higher certainty. Reducing total fat intake, regardless of the level of total fat intake achieved, may yield the greatest effect when reduced to 30% of total energy intake or less. This recommendation is assessed as conditional because some individuals who reduce their fat intake might replace some of the energy from dietary fat with energy from foods that are undesirable from a dietary quality perspective, such as free sugars, which could reduce the net benefit. Therefore, it is important to consider this recommendation in the context of other WHO dietary recommendations, including those on free sugars and carbohydrates, which provide guidance on carbohydrate quality. The evidence did not suggest any undesirable effects concerning serum lipids, blood pressure, or quality of life from lower total fat intake, but rather indicated small benefits or no effect. All evidence was of high certainty, except for quality of life, which was assessed as low certainty. No mitigating factors were identified that would argue against limiting total fat intake to 30% of total energy intake or less.",
        "tags": [
            "fat intake",
            "meta-analysis",
            "dietary recommendations",
            "energy balance",
            "WHO guidelines"
        ]
    },
    {
        "section": 22,
        "content": "This recommendation is relevant for individuals aged 20 years or older. The goal in developing this guideline was to provide recommendations for both adults and children. However, the evidence was considered insufficient to support the formulation of a recommendation for children due to the limited number of studies and inconsistent results identified for children. The conclusion was that the adult data could not reasonably be extrapolated to children, given the unique energy requirements for optimal growth and development throughout childhood and adolescence. Previous expert consultations on dietary fats have concluded that for children aged 6 months and above and adolescents, total fat intakes of up to 35% of total energy are appropriate to meet growth demands without leading to excess energy intake. The threshold of 30% in this recommendation should not be interpreted as an upper value of intake to be achieved by increasing fat intake among those with nutritionally adequate total fat intakes that are already less than 30% of total energy intake.",
        "tags": [
            "children",
            "dietary fats",
            "energy requirements",
            "growth",
            "adolescents"
        ]
    },
    {
        "section": 23,
        "content": "Evaluation of the evidence suggests that the observed effect of reducing total fat intake on measures of body fatness is mediated, at least in part, by dietary behaviors that affect energy balance. In most trials, those who reduced their total fat intake also decreased their total energy intake, even though that was not intended in the trial design, leading to weight loss. This finding suggests a tendency for those habitually consuming greater amounts of total fat to also consume more energy than needed, resulting in excess energy intake and subsequent weight gain. However, individuals who can maintain energy balance at higher fat intakes may be able to consume total fat at levels greater than 30% of total energy intake without increasing their risk of unhealthy weight gain. The scope of this guideline was limited to developing recommendations for the prevention of unhealthy weight gain, not for the management of existing overweight or obesity. Therefore, studies conducted with overweight participants actively pursuing weight loss were not included in the systematic review used to inform the recommendation.",
        "tags": [
            "body fatness",
            "energy balance",
            "weight gain",
            "dietary behaviors",
            "weight loss"
        ]
    },
    {
        "section": 24,
        "content": "This recommendation should not be interpreted as implying that total fat is the only risk factor for unhealthy weight gain and that reducing total fat intake alone is sufficient to prevent unhealthy weight gain. The etiology of unhealthy weight gain is complex and can involve many different inputs. Therefore, this recommendation should be considered in the context of other relevant WHO guidance, including that on the intake of free sugars, carbohydrates, non-sugar sweeteners, energy requirements, and physical activity. Infants should be exclusively breastfed for the first 6 months of life to achieve optimal growth, development, and health. Thereafter, to meet their evolving nutritional requirements, infants should receive nutritionally adequate and safe complementary foods while continuing to breastfeed for up to 2 years or beyond.",
        "tags": [
            "unhealthy weight gain",
            "dietary factors",
            "WHO guidance",
            "breastfeeding",
            "nutrition"
        ]
    },
    {
        "section": 25,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline\n ▶ Dietary fat, including essential fatty acids (which cannot be synthesized by the human body), is necessary for proper physiological function. To ensure an adequate intake of energy and essential fatty acids, and to facilitate the absorption of lipid-soluble vitamins, total fat intake in most adults should be at least 15–20% of total energy intake.\n ▶ The decision to implement this recommendation must be made in the context of achieving or maintaining nutritional adequacy and avoiding excess energy intake. In populations where undernutrition is not prevalent, the recommendation can generally be safely implemented as needed, provided that individual energy requirements are met, and recognizing that energy requirements are increased in pregnant and lactating women. Consideration must be given to populations in which prevalence of undernutrition is a concern and where total fat intake may already be low. In such settings, maintaining or even increasing total fat intake of individuals (in line with guidance on fat quality in recommendation 2) may be important to achieve adequate energy intake, as well as maintain or improve the overall diet.",
        "tags": [
            "total fat intake",
            "energy intake",
            "nutritional adequacy",
            "undernutrition",
            "dietary fat"
        ]
    },
    {
        "section": 26,
        "content": "Rationale for recommendation 2 \n ▶ This recommendation is taken from recommendations found in the WHO guideline, Saturated fatty acid and trans-fatty acid intake for adults and children which are based on effects of these nutrients on mortality and CVD outcomes.\nRemarks for recommendation 2\n ▶ This recommendation is relevant for all individuals aged 2 years and older.\n ▶ This recommendation, taken together with recommendation 1, acknowledges that both quantity and quality of fat consumed are important for health and nutritional well-being.\n ▶ Further remarks may be found in the WHO guideline, Saturated fatty acid and trans-fatty acid intake for adults and children.",
        "tags": [
            "recommendation rationale",
            "saturated fatty acids",
            "trans-fatty acids",
            "health",
            "nutritional well-being"
        ]
    },
    {
        "section": 27,
        "content": "Escalating rates of overweight and obesity are a threat to the health of billions of people across the globe. In 2016, more than 1.9 billion adults aged 18 years and older were overweight, of which more than 600 million were obese. In 2020, more than 38 million children under 5 years of age were overweight – an increase of nearly 6 million since 2000. High body mass index (BMI) was responsible for an estimated 4 million deaths in 2015, with greater increases in BMI in the overweight and obesity range leading to a greater risk of mortality. Obesity is also a risk factor for many noncommunicable diseases (NCDs) including cardiovascular diseases (CVDs), type 2 diabetes, and certain types of cancers. NCDs are the leading causes of death globally and were responsible for an estimated 41 million (71%) of the 55 million deaths in 2019. Obesity and certain NCDs also increase the likelihood of becoming severely ill from COVID-19 infection.",
        "tags": [
            "overweight",
            "obesity",
            "health",
            "NCDs",
            "mortality"
        ]
    },
    {
        "section": 28,
        "content": "Among other lifestyle and dietary factors, macronutrient distribution of the diet (i.e. the percentage of carbohydrates, protein, and fats) has been explored as a possible contributor to unhealthy weight gain, which may in turn lead to the development of overweight and obesity. Although BMI is increasing in almost every country, rates of overweight and obesity are growing most rapidly in low- and middle-income countries (LMICs) – settings where undernutrition is also still widely prevalent – thus fuelling growth of the double burden of malnutrition. Concurrent with this increase in unhealthy weight gain is a transition to diets higher in fat, salt, and sugars (i.e. the “nutrition transition”), which has been extensively documented over the past two decades in numerous LMICs. Although the causes of increasing rates of overweight and obesity in LMICs are many and varied, an increase in total fat intake (primarily through increased consumption of animal fat and vegetable oils) has been described as a potential contributor.",
        "tags": [
            "macronutrients",
            "diet",
            "nutrition transition",
            "LMICs",
            "fat intake"
        ]
    },
    {
        "section": 29,
        "content": "Fats consumed by humans are generally in the form of triglycerides, which comprise three fatty acids attached to a glycerol molecule. The percentage of fat in the diet can be referred to as “total fat” and is the sum of all dietary fats, comprising monounsaturated and polyunsaturated fatty acids, saturated fatty acids, and trans-fatty acids (without distinguishing between the different types of fat in terms of any associated health effects). Common sources of fat in the human diet are meat, fish, dairy products, plant- and animal-based oils and fats, nuts and seeds, and highly processed foods. In addition to being an important source of energy in the diet, fats and fatty acids play various roles in human physiology. They serve as a carrier for the fat-soluble vitamins A, D, E, and K, and support their absorption.",
        "tags": [
            "triglycerides",
            "dietary fats",
            "energy source",
            "vitamins",
            "human physiology"
        ]
    },
    {
        "section": 30,
        "content": "Overweight and obesity are defined as follows: Children (<5 years): Overweight: weight for height >+2 standard deviations (SD) of the World Health Organization (WHO) child growth standards median. School-aged children and adolescents (5–19 years): Overweight: BMI-for-age >+1 SD of the WHO growth reference for school-aged children and adolescents (equivalent to BMI 25 kg/m2 at 19 years). Obesity: >+2 SD of the WHO growth reference for school-aged children and adolescents (equivalent to BMI 30 kg/m2 at 19 years). Adults (≥20 years): Overweight: BMI ≥25 kg/m2; Obesity: BMI ≥30 kg/m2. In this context, unhealthy weight gain refers to unintentional weight gain (i.e. increase in body fatness) that contributes to the progression towards overweight and obesity, but excludes appropriate weight gain during pregnancy and as part of normal growth and development in childhood. Other exceptions include weight gain resulting from activities that increase muscle mass without increasing fat mass, such as weight-lifting and other strength-building exercise.",
        "tags": [
            "definitions",
            "BMI",
            "unhealthy weight gain",
            "growth standards",
            "obesity"
        ]
    },
    {
        "section": 31,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline absorption in the intestine. Fatty acids are also an integral structural component of cell membranes and can differentially affect membrane function, depending on the nature of the individual fatty acids included therein. Many fatty acids have hormone-like or inflammatory properties and may be involved in diverse physiological processes such as immune function, wound healing and regulation of gene expression. Certain fatty acids are important for growth and development of the nervous system in utero and through the first months of life, and others may affect the risk of developing certain NCDs later in life. Although dietary fats are essential for normal physiological function, they are the most energy dense of the macronutrients, supplying 9 kcal (37.7 kJ) of energy per gram. Because foods rich in fat are highly palatable, they may have a weaker effect on short-term satiety than foods with low or no fat content, particularly those containing greater amounts of protein or dietary fibre, although there is some evidence to suggest that dietary fat may help to promote longer term satiety. Thus, higher fat intakes can lead to increased total energy intake, which in turn may lead to energy imbalance and unhealthy weight gain.",
        "tags": [
            "fat intake",
            "body fatness",
            "physiological processes",
            "energy intake",
            "weight gain"
        ]
    },
    {
        "section": 32,
        "content": "Several recent studies have shown either no association between higher fat diets consisting predominantly of unsaturated fat of plant origin and weight gain, or decreased risk of weight gain, suggesting that quality of dietary fat may also be a factor in the impact of dietary fat on body weight. Additionally, evidence for the role that percentage of fat in the diet may play in helping to reach and maintain a healthy body weight in individuals actively pursuing weight loss is inconsistent, with some studies reporting lower body weight with higher fat diets, others reporting lower body weight with lower fat diets, and still others reporting equivalent weight loss regardless of fat percentage when total energy intake is reduced. Despite longstanding dietary advice to limit total fat intake because of its potential role in the risk of developing NCDs as well as overweight and obesity, fat intake remains high in many parts of the world, exceeding values recommended by several expert meetings and consultations convened by World Health Organization (WHO).",
        "tags": [
            "dietary fat",
            "weight loss",
            "body weight",
            "NCDs",
            "expert recommendations"
        ]
    },
    {
        "section": 33,
        "content": "Furthermore, emerging evidence suggests a potential future trend of increasing fat intake in the near term. Following the work of the 1989 WHO Study Group on Diet, Nutrition and Prevention of Noncommunicable Diseases, the 2002 Joint WHO/FAO Expert Consultation on Diet, Nutrition and the Prevention of Chronic Diseases updated the guidance on total fat intake as part of the guidance on population nutrient intake goals for the prevention of NCDs. In 2008, the Joint FAO/WHO Expert Consultation on Fats and Fatty Acids in Human Nutrition concluded that there was little evidence to suggest a link between total fat intake and coronary heart disease or cancer. However, as a result of limited evidence and conflicting interpretations of the results regarding an association between total fat intake and body weight, the Expert Consultation was unable to reach a consensus conclusion; therefore, it maintained the recommended level of total fat intake established by the 2002 Joint WHO/FAO Expert Consultation on Diet, Nutrition and the Prevention of Chronic Diseases.",
        "tags": [
            "WHO guidelines",
            "fatty acids",
            "coronary heart disease",
            "cancer",
            "dietary recommendations"
        ]
    },
    {
        "section": 34,
        "content": "The consultation noted that further research was needed, including a systematic review of available evidence on the effects of total fat intake on body weight, to develop globally applicable guidance on total fat intake. Since that time, rates of overweight and obesity have continued to climb, and numerous studies and analyses of fat intake have been published, particularly in relation to a possible role in unhealthy weight gain. Consequently, the debate has continued as to whether the available evidence supports recommendations to lower or limit total fat intake. In addition, there has been a general transition to diets higher in fat, salt and sugars in many of the same LMICs where overweight and obesity have become a major public health concern. Evidence suggests that increased total fat intake (primarily through increased consumption of animal fat and vegetable oils) may be a contributor to increasing rates of overweight and obesity in LMICs.",
        "tags": [
            "obesity",
            "public health",
            "dietary trends",
            "LMICs",
            "fat consumption"
        ]
    },
    {
        "section": 35,
        "content": "Consequently, there has been great interest from Member States in addressing unhealthy weight gain in their populations through a variety of evidence-informed policies and actions. Therefore, it was considered important to review the existing evidence for total fat intake in the context of body fatness in a systematic manner, and update WHO’s guidance on total fat intake through the WHO guideline development process.",
        "tags": [
            "Member States",
            "evidence-informed policies",
            "body fatness",
            "WHO guidance",
            "weight management"
        ]
    },
    {
        "section": 36,
        "content": "This guideline is part of the larger effort to update the population nutrient intake goals for the prevention of NCDs established by the 2002 Joint WHO/FAO Expert Consultation on Diet, Nutrition and the Prevention of Chronic Diseases. The focus of this guideline is on total fat intake and its effects on body fatness. It covers only the prevention of unhealthy weight gain and not the management of existing overweight or obesity. The recommendation on the level of total fat intake in this guideline (recommendation 1) is intended for the general adult population. Owing to limited evidence, it was not possible to recommend a level of total fat intake for children. Recommendation 2 is intended for children and adults as indicated in the Remarks for recommendation 2. The guidance in this guideline replaces previous WHO guidance on total fat intake, including that from the 1989 WHO Study Group on Diet, Nutrition and the Prevention of Chronic Diseases and the 2002 Joint WHO/FAO Expert Consultation on Diet, Nutrition and the Prevention of Chronic Diseases.",
        "tags": [
            "WHO",
            "guideline",
            "total fat intake",
            "body fatness",
            "NCD prevention"
        ]
    },
    {
        "section": 37,
        "content": "The objective of this guideline is to provide guidance on the intake of total fat as it relates to measures of body fatness. This is in recognition of the rapidly growing epidemic of obesity around the globe and its role as a risk factor for various NCDs. An additional key consideration of this guideline regarding the risk of NCDs is to convey that the total amount of dietary fat (quantity) and the composition of dietary fat (quality) are tightly linked in their effects on health and are thus both important for overall guidance on dietary fat intake. Therefore, although the quality of dietary fat is covered by other WHO guidance, it was considered important to communicate guidance on both quantity and quality of dietary fat in this guideline.",
        "tags": [
            "obesity",
            "dietary fat",
            "health",
            "NCDs",
            "guidance"
        ]
    },
    {
        "section": 38,
        "content": "Updating the WHO recommendations for total fat intake is an important element of WHO’s efforts in implementing the NCD agenda and achieving the “triple billion” targets set by the 13th General Programme of Work (2019–2023), including 1 billion more people enjoying better health and well-being. In addition, the recommendations and other elements of this guideline will support the implementation of the political declarations of the United Nations (UN) high-level meetings on the prevention and control of NCDs held in New York in 2011 and 2018, and the outcome document of the high-level meeting of the UN General Assembly on NCDs held in July 2014.",
        "tags": [
            "WHO",
            "NCD agenda",
            "UN",
            "health",
            "recommendations"
        ]
    },
    {
        "section": 39,
        "content": "This guideline also supports the implementation of the WHO Global Action Plan for the Prevention and Control of Noncommunicable Diseases 2013–2030, which was adopted by the 66th World Health Assembly held in May 2013. The timeline was extended to 2030 at the 72nd World Health Assembly held in May 2019. Furthermore, it aids in the implementation of the recommendations of the high-level Commission on Ending Childhood Obesity established by the WHO Director-General in May 2014. Member States are encouraged to implement the commitments of the Rome Declaration on Nutrition and recommended actions in the Framework for Action, including a set of policy options and strategies to promote diversified, safe, and healthy diets at all stages of life.",
        "tags": [
            "Global Action Plan",
            "childhood obesity",
            "Rome Declaration",
            "healthy diets",
            "policy options"
        ]
    },
    {
        "section": 40,
        "content": "The guideline also aligns with the goals of the UN Decade of Action on Nutrition (2016–2025), declared by the UN General Assembly in April 2016, which includes increased action at the national, regional, and global levels to achieve the commitments of the Rome Declaration. This involves implementing policy options included in the Framework for Action and evidence-informed programme actions. Additionally, it supports the 2030 Agenda on Sustainable Development and achieving the Sustainable Development Goals, particularly Goal 2 (Zero hunger) and Goal 3 (Good health and well-being).",
        "tags": [
            "UN Decade of Action",
            "Sustainable Development Goals",
            "Zero hunger",
            "Good health",
            "Framework for Action"
        ]
    },
    {
        "section": 41,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline\n\nThis guideline is intended for a wide audience involved in the development, design and implementation of policies and programmes in nutrition and public health. The end users for this guideline are thus:\n\n▶ policy-makers at the national, local and other levels;\n▶ managers and implementers of programmes relating to nutrition and NCD prevention;\n▶ nongovernmental and other organizations, including professional societies, involved in managing and implementing programmes relating to nutrition and NCD prevention;\n▶ health professionals in all settings;\n▶ scientists and others involved in nutrition and NCD-related research;\n▶ educators teaching nutrition and prevention of NCDs at all levels;\n▶ representatives of the food industry and related associations.",
        "tags": [
            "nutrition",
            "public health",
            "policy-making",
            "NCD prevention",
            "guideline development"
        ]
    },
    {
        "section": 42,
        "content": "How this guideline was developed",
        "tags": [
            "guideline development",
            "nutrition",
            "public health",
            "NCD prevention",
            "WHO"
        ]
    },
    {
        "section": 43,
        "content": "This guideline was developed in accordance with the WHO evidence-informed guideline development process outlined in the WHO handbook for guideline development. Because of the complex nature of the guideline topic and the evolving evidence base, the guideline was developed over several meetings of the WHO Nutrition Guidance Expert Advisory Group (NUGAG) Subgroup on Diet and Health, beginning in 2016. Contributors to the development of this guideline include the WHO Department of Nutrition and Food Safety, which formerly was the Department of Nutrition for Health and Development. Several groups contributed to the development of this guideline, and additional feedback was received from interested stakeholders via public consultation.",
        "tags": [
            "WHO",
            "guideline development",
            "nutrition",
            "NUGAG",
            "stakeholders"
        ]
    },
    {
        "section": 44,
        "content": "The work was guided by an internal steering group, which included technical staff from WHO with varied perspectives and an interest in the provision of scientific advice on healthy diets. The guideline development group – the NUGAG Subgroup on Diet and Health – was convened to support the development of this guideline. This group included experts who had previously participated in various WHO expert consultations or were members of WHO expert advisory panels, and others identified through open calls for experts. In forming the group, the WHO Secretariat took into consideration the need for expertise in multiple disciplinary areas, representation from all WHO regions and a balanced gender mix.",
        "tags": [
            "steering group",
            "expert consultations",
            "WHO regions",
            "gender balance",
            "healthy diets"
        ]
    },
    {
        "section": 45,
        "content": "Efforts were made to include subject matter experts in nutrition, epidemiology, paediatrics, physiology; experts in systematic review, programme evaluation and Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodologies; and representatives of potential stakeholders such as programme managers, policy advisers, and other health professionals involved in the healthcare process. Professor Shiriki Kumanyika served as the chair at the meetings of the NUGAG Subgroup on Diet and Health. The names, institutional affiliations and summary background information of the members of the NUGAG Subgroup on Diet and Health are available on the WHO website, along with information on each meeting of the group.",
        "tags": [
            "subject matter experts",
            "GRADE methodologies",
            "healthcare process",
            "NUGAG",
            "Professor Shiriki Kumanyika"
        ]
    },
    {
        "section": 46,
        "content": "External experts with diverse perspectives and backgrounds relevant to the topic of this guideline were invited to review the draft guideline to identify any factual errors, and comment on the clarity of the language, contextual issues and implications for implementation. Systematic review teams with expertise in both systematic review methodologies and the subject matter were identified to ensure a comprehensive evaluation of the evidence.",
        "tags": [
            "external review",
            "factual errors",
            "systematic review",
            "implementation",
            "evidence evaluation"
        ]
    },
    {
        "section": 47,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline\n\nA team from Norwich Medical School in the United Kingdom of Great Britain and Northern Ireland and University of Otago in New Zealand consisting of Lee Hooper, Asmaa Abdelhamid, Oluseyi Jimoh, Diane Bunn, and Murray Skeaff completed a systematic review on total fat intake and body fatness in adults. A team from Stellenbosch University in South Africa consisting of Celeste Naude, Marianne Visser, Kim Nguyen, Solange Durao, and Anel Schoonees completed a systematic review on total fat intake and body fatness in children. Teams consulted frequently with the WHO Secretariat to ensure that the reviews met the needs of the WHO guideline development process.",
        "tags": [
            "total fat intake",
            "weight gain prevention",
            "systematic review",
            "adults",
            "children"
        ]
    },
    {
        "section": 48,
        "content": "Stakeholder feedback via public consultation\n\nTwo public consultations were held during the development of this guideline: one at the scoping phase of the process in early 2010 (feedback was received from a total of 15 individuals and organizational stakeholders) and one for the draft guideline in April 2021 (feedback was received from a total of 25 individuals and organizational stakeholders). Stakeholders and others with an interest in the guideline were invited to provide feedback on overall clarity, any potentially missing information, setting-specific or contextual issues, considerations and implications for adaptation and implementation of the guideline, and additional gaps in the evidence to be addressed by future research. The consultation was open to everyone. Declaration of interest forms were collected from all those submitting comments, which were assessed by the WHO Secretariat, following the procedures for management of interests described in the next section. Comments were summarized, and together with WHO responses to the summary comments, posted on the WHO website. Comments that helped to focus the scope of the guideline or improve clarity and usability of the draft guideline were considered in finalizing the scope and the guideline document.",
        "tags": [
            "stakeholder feedback",
            "public consultation",
            "guideline development",
            "WHO",
            "clarity and usability"
        ]
    },
    {
        "section": 49,
        "content": "Management of conflicts of interest\n\nFinancial and intellectual interests of the members of the NUGAG Subgroup on Diet and Health, those serving as external peer reviewers, and individuals who prepared systematic reviews or contributed other analyses were reviewed by members of the WHO Secretariat, in consultation with the WHO Department of Compliance and Risk Management and Ethics, where necessary. Declared interests of members of the NUGAG Subgroup on Diet and Health and of the systematic review teams were reviewed before their original engagement in the guideline development process and before every meeting. In addition, each member of the NUGAG Subgroup on Diet and Health (and members of the systematic review teams, if present) verbally declared their interests, if required, at the start of each meeting of the group. Declared interests of external reviewers were assessed before they were invited to review the draft guideline. In addition to reviewing interests declared by the individuals themselves, an internet search was conducted for each contributor to independently assess financial and intellectual interests for the 4 years before their engagement in the development of the guideline, which was repeated as necessary. The overall procedures for management of interests outlined in the WHO handbook for guideline development were followed.",
        "tags": [
            "conflicts of interest",
            "NUGAG Subgroup",
            "WHO Secretariat",
            "guideline development",
            "financial interests"
        ]
    },
    {
        "section": 50,
        "content": "Guideline development process\n\nScoping of the guideline\n\nThe scientific literature was reviewed to identify important populations, outcomes and other topics relevant to the health effects of total fat intake. Existing systematic reviews on the topic were identified. The information gathered was compiled and used to generate the key questions and outcomes that would guide the selection of existing systematic reviews or the undertaking of new systematic reviews.",
        "tags": [
            "guideline development process",
            "scoping",
            "scientific literature",
            "health effects",
            "total fat intake"
        ]
    },
    {
        "section": 51,
        "content": "Defining key questions and prioritizing outcomes\nBased on the outcomes of the 2008 Joint FAO/WHO Expert Consultation on Fats and Fatty Acids in Human Nutrition, requests from Member States to examine the evidence for the effects of total fat intake on body weight, and reviews of the scientific literature, WHO developed an initial set of questions to be addressed in the guideline and one outcome of interest on unhealthy weight gain (as assessed by various measures of body fatness including body weight, BMI, waist circumference, skinfold thickness and percentage body fat). The questions were based primarily on the needs of Member States and international partners for policy and programme guidance. The population, intervention, comparison and outcome (PICO) format was used in generating the questions. The PICO questions were first discussed and reviewed by the WHO Secretariat and the NUGAG Subgroup on Diet and Health, and were then made available for public comment.\n\nThe key questions that guided the systematic reviews undertaken are as follows:\n▶ What is the effect of reduced intake of total fat on measures of body fatness in adults?\n▶ What is the effect of reduced intake of total fat on measures of body fatness in children?",
        "tags": [
            "WHO",
            "systematic reviews",
            "dietary fat",
            "body fatness",
            "PICO questions"
        ]
    },
    {
        "section": 52,
        "content": "Evidence gathering and review\nTwo systematic reviews of randomized controlled trials (RCTs) and prospective cohort studies were commissioned to assess the effects of modifying intake of total dietary fat on unhealthy weight gain, as assessed by measures of body fatness in adults and children.\n\n▶ A systematic review of RCTs and prospective cohort studies conducted in adults last updated in 2020. This update was limited to RCTs, because the data for prospective cohort studies obtained in the original review were too varied to synthesize and therefore did not provide useful information beyond that obtained from the RCTs.\n\n▶ A systematic review of RCTs and prospective cohort studies conducted in children and published in 2018. A subsequent scan of the literature covering the date the literature was searched for the original review through May 2021 was conducted and nothing was identified that would significantly change the results or conclusions of the original review. Therefore, this systematic review was not formally updated.",
        "tags": [
            "systematic reviews",
            "RCTs",
            "dietary fat",
            "unhealthy weight gain",
            "children"
        ]
    },
    {
        "section": 53,
        "content": "Assessment of certainty in the evidence\nGRADE methodology was used to assess the certainty in the evidence identified in the systematic reviews. GRADE assessments assigned by the systematic review teams were discussed by the NUGAG Subgroup on Diet and Health and the systematic review teams, and refined as necessary under the guidance of a methodologist with extensive expertise in GRADE methodology. When assessing the overall certainty in the evidence for body fatness or undesirable effects, which consisted of several component outcomes, the certainty for each component outcome was assessed individually. Where all component outcomes showed the same direction of effect, the overall certainty in the main outcome was taken to be the highest certainty of the individual component outcome(s) which alone would be sufficient to base a recommendation on. GRADE assessments are summarized in the relevant annex.",
        "tags": [
            "GRADE methodology",
            "certainty of evidence",
            "body fatness",
            "systematic reviews",
            "recommendations"
        ]
    },
    {
        "section": 54,
        "content": "Unhealthy weight gain was selected as the priority outcome for the development of this guideline owing to conclusions drawn and recommendations made by the 2008 Joint FAO/WHO Expert Consultation on Fats and Fatty Acids in Human Nutrition. The Expert Consultation concluded that from the available evidence reviewed at the time of the consultation there was little evidence to suggest a link between total fat intake and coronary heart disease or cancer. However, as a result of limited evidence and conflicting interpretation of the results regarding an association between total fat intake and body fatness, the Expert Consultation was unable to reach a consensus conclusion and therefore maintained the recommended level of total fat intake established by the 2002 Joint WHO/FAO Expert Consultation on Diet, Nutrition and the Prevention of Chronic Diseases. It was also noted that further research was needed, including a systematic review of available evidence on the effects of total fat intake on body fatness, to develop globally applicable guidance on total fat intake. Therefore, in developing the WHO guideline on total fat intake, including the undertaking of a new systematic review, the NUGAG Subgroup on Diet and Health focused on unhealthy weight gain as the priority outcome.",
        "tags": [
            "unhealthy weight gain",
            "total fat intake",
            "FAO/WHO",
            "guideline development",
            "systematic review"
        ]
    },
    {
        "section": 55,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline\n\nFormulation of the recommendations\nIn formulating the recommendations and determining their strength, the NUGAG Subgroup on Diet and Health assessed the evidence in the context of the certainty in the evidence, desirable and undesirable effects of the intervention, priority of the problem that the intervention would address, values and preferences related to the effects of the intervention in different settings, the cost of the options available to public health officials and programme managers in different settings, the feasibility and acceptability of implementing the intervention in different settings, and the potential impact on equity and human rights.\n\nSupported by a dose–response relationship observed between total fat intake and body weight, the NUGAG Subgroup on Diet and Health concluded that an individual target would be easier to implement than a population goal, particularly in terms of updating food-based dietary guidelines, education and awareness campaigns and other interventions aimed at eliciting desired behavioural change at the individual level. Therefore, the recommended level of total fat intake is a target for individuals to achieve rather than a population goal. Based on the evidence and additional factors, the NUGAG Subgroup on Diet and Health developed the recommendations and associated remarks by consensus.",
        "tags": [
            "total fat intake",
            "weight gain prevention",
            "dietary guidelines",
            "public health",
            "NUGAG Subgroup"
        ]
    },
    {
        "section": 56,
        "content": "population goal. Based on the evidence and additional factors, the NUGAG Subgroup on Diet and Health developed the recommendations and associated remarks by consensus. \n\nSummary of evidence\nTwo systematic reviews of RCTs and prospective cohort studies were conducted to assess the effects of modifying intake of total dietary fat on unhealthy weight gain as assessed by relevant health outcomes in adults and children.\n\nAdults\nRCTs\nA systematic review of RCTs assessing the effects of reducing intake of total fat on body fatness in adults was conducted. Because the focus of this guideline is on prevention of unhealthy weight gain, and not on the management of existing overweight or obesity, trials were excluded from the systematic review if the aim was intentional weight loss of participants in the intervention arm, or if participants were selected for higher body weight, BMI or body weight classification. Trials with participants of mixed body weights that met the other inclusion criteria were included. Only trials in which the dietary intervention lasted at least 6 months were included in the review (trial duration ranged from 6 months to more than 8 years).\n\nThe systematic review included 37 RCTs with over 57,000 participants. Of these, 24 were conducted in North America, 10 in Europe, two in Australia and New Zealand, and one in China. In four trials the participants were all men, in 16 all women, and in 17 both sexes. Mean ages and states of health varied. In the included trials, intervention arms consisted of participants who reduced total fat intake as a percentage of total energy intake as a result of interventions including the receipt of dietary advice or provision of food, and control arms consisted of participants who retained their usual fat intake. Total fat intake at baseline was 29–43% of total energy intake. Achieved intakes of total dietary fat were 14–35% of total energy intake across intervention and control arms of the trials.",
        "tags": [
            "NUGAG",
            "Diet",
            "Health",
            "RCTs",
            "Weight Gain"
        ]
    },
    {
        "section": 57,
        "content": "Body weight\nMeta-analysis of RCTs found that reducing total fat intake resulted in a lower body weight in reduced fat arms compared with control arms (mean difference [MD] –1.42 kg; 95% confidence interval [CI]: –1.73 to –1.10; 26 trials/33 comparisons with 53,875 participants). The effect on body weight was consistent across the trials, with a lower body weight in reduced fat arms reported in 30 of the 33 comparisons included in the analysis. Such trials were potentially confounded by the implicit objective of reducing energy intake to produce weight loss and might therefore lead to an overemphasis on trials carried out exclusively in highly selected overweight and obese populations, which may have limited applicability in non-overweight populations, including those in some LMICs. The decision to exclude studies with intentional weight loss goals was carefully considered because it was realized that doing so would exclude many studies assessing the effect of reducing total fat intake on body weight. However, it was determined that the inclusion of studies with intentional weight loss would not only skew the analysis to highly selected overweight and obese individuals but would also likely introduce bias that would decrease confidence in the results. This is because weight loss studies conducted in free-living individuals are frequently confounded by numerous, complex behavioural factors, including variability in motivation to adhere to a particular diet over time, which can be influenced by popular perception of its efficacy, as well as guilt if participants are unsuccessful in adhering to a particular diet, both of which could affect reporting of dietary intake. Results of weight loss studies in some cases could therefore reflect popularity of a particular diet more so than the body weight-altering effects of the macronutrients contained therein.",
        "tags": [
            "Body Weight",
            "Meta-analysis",
            "Dietary Fat",
            "RCTs",
            "Weight Loss"
        ]
    },
    {
        "section": 58,
        "content": "Over time in the reduced fat arms than in the control arms, and in others, body weight was reduced in the intervention arms but decreased by less, stayed the same or increased in the control arms. Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline meta-analysis. In addition, nine trials, for which an estimable effect size could not be extracted due to lack of variance data or large baseline differences (and therefore did not contribute to the pooled effect), were consistent with lower body weights in the reduced fat arms compared with the control arms. The effect of reducing total fat intake on body weight remained statistically significant in sensitivity analyses, including the exclusion of trials that reported systematic differences in care; that is, greater time or resources were provided to the reduced fat arm than to the control arm (MD –0.89 kg; 95% CI: –1.17 to –0.60).",
        "tags": [
            "body weight",
            "reduced fat",
            "intervention",
            "WHO guideline",
            "meta-analysis"
        ]
    },
    {
        "section": 59,
        "content": "The effect body weight also remained statistically significant in sensitivity analyses when the largest trial was excluded (MD –1.51 kg; 95% CI: –1.86 to –1.15); included trials were limited to those with the lowest summary risk of bias (MD –0.67 kg; 95% CI: –0.82 to –0.52); or the data were analysed with a fixed-effects model rather than a random-effects model (MD –0.94 kg; 95% CI: –1.05 to –0.82). Results of meta-regression analysis suggested that the magnitude of the difference in body weight was positively correlated with the magnitude of reduction in total fat intake, with greater reduction in total fat intake associated with greater differences in body weight (i.e. a dose–response relationship). The regression model indicates that for each 1% reduction in total fat intake, there is a decrease in body weight of 0.20 kg (95% CI: –0.34 to –0.06; P = 0.007), which suggests that any level of reduction in total fat intake is likely to result in some reduction in unhealthy weight gain.",
        "tags": [
            "meta-regression",
            "dose-response",
            "total fat intake",
            "body weight",
            "statistical significance"
        ]
    },
    {
        "section": 60,
        "content": "Results of prespecified subgroup analyses were further suggestive of a dose–response relationship between the magnitude of reduction in total fat intake and the magnitude of the difference in body weight, with the difference in body weight observed for differences in total fat intakes between reduced fat and control arms of: 5% to less than 10% of total energy intake (MD –1.76 kg; 95% CI: –2.25 to –1.28); 10% to less than 15% of total energy intake (MD –1.23 kg; 95% CI: –1.72 to –0.74); and 15% of total energy intake or more (MD –3.91 kg; 95% CI: –7.61 to –0.22); being greater than the difference in body weight observed for a difference of less than 5% of total energy intake between reduced fat and control arms, which was not statistically significant (MD –0.15 kg; 95% CI: –0.77 to 0.47) (test for subgroup differences P = 0.0005).",
        "tags": [
            "subgroup analyses",
            "energy intake",
            "body weight difference",
            "total fat intake",
            "statistical significance"
        ]
    },
    {
        "section": 61,
        "content": "Results of subgroup analyses further suggested greater difference in body weight in those achieving a total fat intake of 30% of total energy or less (MD –1.55 kg; 95% CI: –1.93 to –1.18), compared with those who did not achieve that target (i.e. achieved a total fat intake of more than 30% of total energy) (MD –0.90 kg; 95% CI: –1.32 to –0.47) (test for subgroup differences P = 0.02). Results of subgroup analyses also indicated greater differences in body weight with greater reductions in total energy intake in the reduced fat arms of the trials, suggesting that the effect of lowering total fat intake on body weight might be mediated in part by a reduction in total energy intake – noting however, that dietary intake data from many studies included in the review are not robust and therefore reported energy intakes may not be precise.",
        "tags": [
            "total fat intake",
            "energy intake",
            "body weight",
            "subgroup differences",
            "dietary intake"
        ]
    },
    {
        "section": 62,
        "content": "The difference in body weight between reduced fat and control arms was greater when energy intake was reduced in the reduced fat arm by: 1–100 kcal per day (MD –1.04 kg; 95% CI: –1.68 to –0.41); 101–200 kcal per day (MD –0.74 kg; 95% CI: –1.38 to –0.10); or more than 200 kcal per day (MD –2.22 kg; 95% CI: –2.83 to –1.61). As an example, trials in which the intervention arm was advised to reduce total dietary fat intake and also encouraged to consume fruits and vegetables, compared with just being encouraged to consume fruits and vegetables in the control arm. Trials with low risk of selection bias (low risk from random sequence generation and allocation concealment) and low risk of detection bias.",
        "tags": [
            "energy intake",
            "body weight",
            "dietary fat",
            "fruits and vegetables",
            "selection bias"
        ]
    },
    {
        "section": 63,
        "content": "2 Trials with low risk of selection bias (low risk from random sequence generation and allocation concealment) and low risk of detection bias compared with the difference in body weight between reduced fat and control arms when total energy intake did not differ or was greater in the reduced fat arm (MD –0.59 kg; 95% CI: –0.85 to –0.32) (test for subgroup differences P < 0.0001). Where energy intake was not reported or was unclear, the MD in body weight was –2.07 kg (95% CI: –3.33 to –0.80). The small, but statistically significant difference in body weight in reduced fat arms that did not reduce total energy intake relative to the control arms suggests that although energy intake may be an important pathway by which reduced total fat intake leads to less unhealthy weight gain, other unidentified mechanisms may also be involved. Results from the meta-regression found that the following were also significantly associated with the magnitude of the difference in body weight in the reduced fat arms: total fat intake at baseline (suggesting that a reduction in fat intake was more effective at reducing unhealthy weight gain in those with a lower baseline fat intake); and baseline BMI (suggesting that a reduction in fat intake was more effective at reducing unhealthy weight gain in those with a higher BMI at baseline.",
        "tags": [
            "selection bias",
            "body weight",
            "reduced fat",
            "energy intake",
            "meta-regression"
        ]
    },
    {
        "section": 64,
        "content": "Results from subgroup analysis further supported these observations in that, generally speaking, a greater difference in body weight was observed with lower baseline intakes and higher baseline BMI, although no clear, cumulative progression in body weight difference was observed for either, and significantly lower body weights were observed in reduced fat arms for all baseline intake and BMI subgroups (test for subgroup differences for baseline total fat intake P < 0.00001, and baseline BMI P = 0.06). Subgroup analyses also indicated significant effects on body weight in subgroups varying by: duration, suggesting that greatest effects on body weight may occur 12 to 24 months from first reducing fat intake, but without any clear indication of a dose–response relationship (i.e. greater differences in body weight with longer duration, or vice versa) and with lower body weight in all subgroups (test for subgroup differences P = 0.04); intervention type, with the greatest difference in body weight resulting from dietary advice, less from advice plus supplementary foods, and least when all foods were provided, noting that the number of studies in the dietary advice group was much greater than the other subgroups (test for subgroup differences P = 0.0002); baseline health status, with people recruited for having a long-term condition or risk factors for such a condition appearing to experience less unhealthy weight gain than those who were healthy at baseline (test for subgroup differences P = 0.03); and target fat intake in reduced fat arm, with lower body weight in all subgroups (except for two studies in which the target for fat reduction could not clearly be identified), but without any clear indication of a dose–response relationship (i.e. greater difference in body weight with larger target of fat intake reduction, or vice versa) (test for subgroup differences P = 0.007).",
        "tags": [
            "subgroup analysis",
            "body weight",
            "duration",
            "intervention type",
            "baseline health status"
        ]
    },
    {
        "section": 65,
        "content": "Results of subgroup analyses by sex or decade of publication were not significant, suggesting that the effect of reducing fat intake did not differ between males and females or at different points in time when average diets may have been different. Other measures of body fatness: Fewer studies reported BMI than body weight, but the effect of a lower proportion of energy from fat on BMI appeared to be consistent with that observed for body weight (MD –0.47 kg/m2; 95% CI: –0.64 to –0.30; 14 trials/17 comparisons with 46 539 participants). The effect on BMI was consistent across the trials, with a difference in BMI reported in 15 of the 17 comparisons, including one trial that could not be included in the meta-analysis due to a lack of data on variance. Few studies also reported on waist circumference and percentage of body fat. Meta-analysis found that waist circumference in those on reduced fat diets was significantly lower than in those on usual fat diets (MD –0.47 cm; 95% CI: –0.73 to –0.22; 3 trials with 16 620 participants) as was percentage of body fat, which was only marginally significant (MD –0.28% body fat; 95%: CI: –0.57 to 0.00; 2 trials with 2350 participants). One trial that did not provide variance data and therefore could not be included in the meta-analyses reported.",
        "tags": [
            "sex differences",
            "body fatness",
            "BMI",
            "waist circumference",
            "percentage of body fat"
        ]
    },
    {
        "section": 66,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline. There was less of a decrease in waist circumference (–0.4 cm in the reduced fat arm and –1.1 cm in the control arm) and percentage of body fat (–0.4% in the reduced fat arm and –0.6% in the control arm) in the reduced fat arm compared with the control arm. \n\nPotential undesirable effects were assessed, and there was no suggestion of undesirable effects associated with reduced fat intake that might mitigate any benefits on body fatness, including undesirable changes in blood lipids or blood pressure or negative effects on quality of life. Compared with usual fat intake, reduced total fat intake resulted in small reductions in total cholesterol (MD –0.23 mmol/L; 95% CI: –0.32 to –0.14; 22 trials/27 comparisons with 9812 participants), LDL cholesterol (MD –0.13 mmol/L; 95% CI: –0.21 to –0.05; 18 trials/21 comparisons with 8072 participants), systolic blood pressure (–0.75 mmHg; 95% CI: –1.42 to –0.07; 10 trials/13 comparisons with 6013 participants), and diastolic blood pressure (–0.52 mmHg; 95% CI: –0.95 to –0.09; 10 trials/13 comparisons with 6013 participants). \n\nThere was little to no effect on high density lipoprotein (HDL) cholesterol (MD –0.02 mmol/L; 95% CI: –0.03 to 0.00; 20 trials/24 comparisons with 8268 participants), triglycerides (MD 0.01 mmol/L; 95% CI: –0.05 to 0.07; 18 trials/21 comparisons with 8607 participants), or total cholesterol/HDL cholesterol ratio (MD –0.05; 95% CI: –0.14 to 0.04; 5 trials/8 comparisons with 3639 participants). \n\nGlobal or overall quality of life was assessed in one study, the Women’s Health Initiative, in which the focus was on total fat reduction with little attention to the quality or type of fat being consumed. The study suggested very small improvements in those in the reduced fat arm compared with the control arm as assessed on a scale of 0 to 10, with 0 being worst and 10 best (MD 0.04, 95% CI: 0.01 to 0.07; 1 trial with 40,130 participants).",
        "tags": [
            "total fat intake",
            "weight gain prevention",
            "body fatness",
            "cholesterol levels",
            "quality of life"
        ]
    },
    {
        "section": 67,
        "content": "The overall certainty in the available evidence for an effect of reducing total fat intake on outcomes in adults was assessed as high, except for percentage body fat and quality of life, which were assessed as moderate and low, respectively. \n\nCohort studies: Fourteen adult cohorts were identified that reported on baseline total fat intake and reported on a measure of body fatness (i.e. body weight, BMI or waist circumference) at least 1 year later, representing 39 separate analyses. Cohorts were recruited in North America, Europe, and Australia and follow-up ranged from 1 year to over 16 years, with a median of 5 years. Given the differences in methodology and data reporting across the studies, meta-analysis could not be reliably conducted. Of the 39 reported analyses of the association between total fat intake and measures of body fatness in adults, 12 suggested a positive association, three suggested a negative association, and one was unclear. The remaining 23 analyses did not show statistically significant associations. \n\nBecause several of the trials were of sufficiently long duration for the NUGAG Subgroup on Diet and Health to be comfortable with the results reflecting a longer-term effect on weight loss, the evidence from cohort studies was mixed and not amenable to meta-analyses but was generally not inconsistent with the findings from randomized trials.",
        "tags": [
            "cohort studies",
            "body fatness",
            "fat intake",
            "weight loss",
            "long-term effects"
        ]
    },
    {
        "section": 68,
        "content": "The effect; very low certainty, we have very little confidence in the effect estimate: the true effect is likely to be substantially different from the estimate of the effect. Cohort studies were mixed and not amenable to meta-analyses but were generally not inconsistent with the evidence obtained from the analyses of RCTs. The RCT evidence was of much higher quality than that of the cohort studies, and lesser emphasis was placed on these results when formulating recommendations. Consequently, the results from this review are not reported in the GRADE evidence profiles.",
        "tags": [
            "effect estimate",
            "cohort studies",
            "RCT evidence",
            "recommendations",
            "GRADE profiles"
        ]
    },
    {
        "section": 69,
        "content": "A systematic review of RCTs assessing the effects of reducing intake of total fat on measures of body weight and fatness in children identified three RCTs with 1054 participants from high-income countries. However, because the RCTs reported different outcomes at different follow-up points, the studies were considered unsuitable for meta-analysis. Interventions included family-based and school-based dietary advice and counselling. As the focus of this guideline is on prevention of unhealthy weight gain, and not on the management of overweight and obesity, trials in which the interventions were designed to result in intentional weight loss of participants, as well as trials where participants were chosen for raised body weight, BMI or body weight classification, were excluded. Only trials in which the dietary intervention lasted at least 6 months were included in the review. All three RCTs compared children with lower total fat intake (30% or less of their total daily energy) to children with usual or modified fat intake (more than 30% of their total daily energy). One trial was conducted in Greece and two in the United States of America. Overall, one RCT found that reduced intake of total fat resulted in decreased BMI over 1 year of follow-up, while a second found no effect on BMI with up to 7 years of follow-up.",
        "tags": [
            "RCTs",
            "total fat intake",
            "body weight",
            "fatness in children",
            "dietary interventions"
        ]
    },
    {
        "section": 70,
        "content": "The VYRONAS trial randomized 218 students aged 12–13 years at baseline and with no known CVD risk factors to a 12-week school-based health and nutrition interventional programme or usual care, with a 1-year follow-up period. Total fat intake in the intervention arm decreased significantly while in the control arm it did not. At 1 year of follow-up, mean BMI (adjusting for age and sex) in the intervention arm was 1.5 kg/m2 lower than the control arm. The Dietary Intervention Study in Children (DISC) randomized 663 boys and girls aged 7–11 years at baseline with elevated serum LDL cholesterol levels to a nutrition counselling programme or usual care with a focus on specifically reducing saturated fatty acid intake, with up to 7 years of follow-up. At 3 years of follow-up, total fat intake in the intervention arm was significantly lower than in the control arm. No significant difference was reported for body weight at 1 year of follow-up or 3 years of follow-up, or for BMI at 1 year of follow-up, 3 years of follow-up, or at the last visit (approximately 7 years of follow-up).",
        "tags": [
            "VYRONAS trial",
            "nutrition intervention",
            "BMI",
            "LDL cholesterol",
            "dietary counselling"
        ]
    },
    {
        "section": 71,
        "content": "The Children’s Health Project randomized 271 boys and girls aged 4–11 years with elevated serum LDL cholesterol levels to a nutrition counselling programme or usual care with 1 year of follow-up. No significant difference between intervention and control arms was observed for weight-for-age z-scores at 1 year of follow-up. The overall certainty in the available evidence for an effect of reducing total fat intake on BMI and body weight in children was assessed as low, and for weight-for-age z-score it was assessed as very low.",
        "tags": [
            "Children's Health Project",
            "nutrition counselling",
            "weight-for-age z-scores",
            "BMI",
            "evidence certainty"
        ]
    },
    {
        "section": 72,
        "content": "The evidence did not suggest any undesirable effects of reducing total fat intake with respect to blood lipids; rather, it suggested a small benefit or no effect. Compared with usual fat intake, reduced total fat intake resulted in small reductions in total cholesterol at 1 year of follow-up, and LDL cholesterol at 1 year of follow-up. The overall findings indicate that while there may be some benefits to reducing total fat intake, the evidence remains inconclusive regarding its impact on body weight and fatness in children.",
        "tags": [
            "undesirable effects",
            "blood lipids",
            "cholesterol",
            "total fat intake",
            "children's health"
        ]
    },
    {
        "section": 73,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline. At 1 year of follow-up, there was a moderate certainty in the evidence showing a mean difference (MD) of –0.12 mmol/L for LDL cholesterol (95% CI: –0.20 to –0.04; 618 participants). At 3 years of follow-up, the MD was –0.09 mmol/L (95% CI: –0.17 to –0.01; 623 participants), also with moderate certainty. However, no effects were observed for total or LDL cholesterol at later timepoints, nor for HDL cholesterol or triglycerides at any timepoint, indicating low to moderate certainty in these findings. Additionally, there was a small decrease in height for age z-score (MD –0.09 mmol/L; 95% CI: –0.17 to –0.01; 623 participants) assessed at 1 year of follow-up, but no effects on height were noted at any timepoint assessed, which was of low certainty.",
        "tags": [
            "total fat intake",
            "LDL cholesterol",
            "weight gain prevention",
            "children",
            "adults"
        ]
    },
    {
        "section": 74,
        "content": "Cohort studies identified twenty-one cohorts that recruited children and young people, reporting on baseline total dietary fat intake and a measure of body fatness (i.e., body weight, BMI, or waist circumference) from one to 17 years later. The cohorts at baseline consisted of children aged 2–19 years, recruited in Australia, Europe, North America, and the Republic of Korea. Due to differences in methodology and data reporting across the studies, a reliable meta-analysis could not be conducted. Over half of the cohort analyses that reported on primary outcomes suggested that as total fat intake increases, measures of body fatness may also increase. Given the inability to pool the effects of the identified cohort studies via meta-analysis, the evidence from cohort studies was not assessed for quality using GRADE methodology.",
        "tags": [
            "cohort studies",
            "dietary fat intake",
            "body fatness",
            "children",
            "meta-analysis"
        ]
    },
    {
        "section": 75,
        "content": "Given the inability to pool the effects of the identified cohort studies via meta-analysis, the evidence from cohort studies was not assessed for quality using GRADE methodology. In translating the evidence into recommendations, the NUGAG Subgroup on Diet and Health assessed the evidence in the context of the certainty in the evidence, desirable and undesirable effects of the interventions, the priority of the problem that the interventions would address, values and preferences related to the effects of the interventions in different settings, the feasibility and acceptability of implementing the interventions in different settings, the potential impact on equity and human rights, and the cost of the options available to public health officials and programme managers in different settings. Because the recommended “interventions” in this guideline are in fact dietary goals, they can be translated into policies and actions in a number of ways, including behaviour change interventions, fiscal policies, regulation of marketing, labelling schemes and reformulation of manufactured products, among others. Because each of these interventions has its own substantial evidence base and requires individual consideration of the additional evidence to recommendation factors, a detailed discussion of these factors for each of the possible interventions is beyond the scope of this guideline. However, forthcoming WHO guidelines will provide specific guidance on nutrition labelling policies, policies on marketing of food and non-alcoholic beverages to children, fiscal and pricing policies, and school food and nutrition policies, which will enable policy-makers to translate dietary goals into evidence-informed policies.",
        "tags": [
            "NUGAG",
            "Dietary Goals",
            "Public Health",
            "Interventions",
            "Evidence-Based Policy"
        ]
    },
    {
        "section": 76,
        "content": "Overall certainty in the evidence was assessed for body weight, BMI, and waist circumference as high, and for percentage of body fat as moderate. Because beneficial effects were observed for all outcomes, the overall certainty was assessed as high. There was high certainty in the evidence for all outcomes related to potential undesirable effects, except for quality of life, which was assessed as low. Because no undesirable effects were observed, the overall certainty was assessed as high. Although the effects observed for body measures of body fatness were small to modest in magnitude, they were highly significant and resistant to sensitivity analyses. No undesirable effects were observed as measured by blood lipids, blood pressure, and quality of life; in fact, small improvements were observed for total cholesterol, LDL cholesterol, and blood pressure. The effect observed for body fatness is expected to make a positive impact on unhealthy weight gain, particularly when paired with other healthy diet and lifestyle interventions. Therefore, as reviewed directly in this body of evidence, the desirable effects strongly outweighed the non-existent undesirable effects. However, the NUGAG Subgroup on Diet and Health acknowledged that some individuals who reduce their fat intake might replace some of the energy.",
        "tags": [
            "Evidence Certainty",
            "Body Weight",
            "Health Outcomes",
            "Dietary Interventions",
            "Fat Intake"
        ]
    },
    {
        "section": 77,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline from dietary fat with energy from foods that are undesirable from a dietary quality perspective, such as free sugars, reducing the net benefit. Conversely, because some foods containing significant amounts of fat are also high in sugars or sodium or are otherwise consumed alongside other unhealthy foods, the undesirable effects of not following the recommendation for total fat intake may be compounded by undesirable effects (not necessarily limited to unhealthy weight gain) resulting from the accompanying higher intakes of sugars, sodium and unhealthy foods in general. Unhealthy eating patterns have been documented in many settings and pose a significant and growing public health problem, particularly in many LMICs. It was also noted that reducing total fat intake might lead to undesirable effects in those who are undernourished. Therefore, special consideration must be given to undernourished individuals and in some such cases the recommendations may not be appropriate. However, in the general population it was felt that the balance between desirable and undesirable effects favours the intervention.",
        "tags": [
            "total fat intake",
            "unhealthy weight gain",
            "public health",
            "LMICs",
            "undernourished individuals"
        ]
    },
    {
        "section": 78,
        "content": "These recommendations address overweight and obesity by way of unhealthy weight gain. Overweight and obesity are highly prevalent and increasing globally, particularly in LMICs; therefore, interventions to prevent unhealthy weight gain are valuable in all contexts and preventing unhealthy weight gain is a high priority for many countries. Despite the rising global prevalence of overweight and obesity, the priority placed on this problem by national authorities may vary depending on the real or perceived magnitude of the problem within each country. However, in the context of the COVID-19 pandemic, the importance of prevention of overweight and obesity has been highlighted because there is increasing recognition of obesity as an important, independent prognostic factor and COVID-19 patients with obesity are at increased risk for adverse outcomes. The recommendations in this guideline place a high value on reducing unhealthy weight gain because it may contribute to reducing the prevalence of overweight and obesity, which will not only increase the risk of various NCDs, but also the severity of COVID-19.",
        "tags": [
            "overweight",
            "obesity",
            "COVID-19",
            "public health",
            "NCDs"
        ]
    },
    {
        "section": 79,
        "content": "While individuals almost universally value the prevention of premature mortality, those that may be affected by the recommendation may value the benefit of reducing risk of obesity and associated disease differently based on personal preferences, beliefs and customs. For example, because CVDs are a high profile public health topic, including in many LMICs where they represent a growing threat, it is expected that most individuals would value efforts to reduce risk; however, in real-world settings, perception of the risk varies considerably and may require outreach and communication efforts to improve understanding. Similarly, although many people in LMICs are increasingly aware of the negative health effects associated with being overweight or obese, some cultures still consider overweight to be a desirable or positive attribute. Others believe body weight to be hereditary and therefore not amenable to management via lifestyle changes. And many, regardless of personal beliefs, incorrectly perceive their own body weight in the context of overweight and obesity (i.e. they believe they are at a healthy body weight when in fact they are overweight or obese according to accepted standards for assessing body weight outcomes).",
        "tags": [
            "personal beliefs",
            "CVDs",
            "cultural perceptions",
            "body weight",
            "health awareness"
        ]
    },
    {
        "section": 80,
        "content": "In settings where efforts to reduce total fat intake are planned or are already underway, feasibility should be much higher than in settings where plans are not yet in place. Regardless, feasibility will be influenced by the existing, relevant infrastructure (for different interventions) and resources available. In terms of implementing interventions to affect the desired change in total fat intake (e.g. behaviour change and education campaigns, fiscal policies, marketing and labelling policies, and reformulation), feasibility will vary widely and detailed discussions of feasibility for each are beyond the scope of this guideline. Relevant to all interventions, widespread use and availability of certain food items high in fat may pose challenges in decreasing consumption where necessary to meet the recommended intake. Regardless of which interventions are employed to realize the recommended fat intake, some amount of behaviour change at the individual level will be required. This may be challenging in some settings, particularly those in which popular opinion has currently been shaped to view high fat intake as healthy, particularly with respect to losing weight or maintaining a healthy body weight.",
        "tags": [
            "feasibility",
            "interventions",
            "behaviour change",
            "food availability",
            "public perception"
        ]
    },
    {
        "section": 81,
        "content": "In popular opinion, there has been a shift towards viewing high fat intake as healthy, particularly in the context of weight loss or maintaining a healthy body weight. This perception is significant as it influences dietary choices and public health recommendations. The acceptability of dietary guidelines can vary across different countries and cultural contexts, which is crucial for effective implementation. Factors influencing acceptability include how recommendations are translated into policies, the level of awareness regarding health issues like obesity, potential economic impacts, and compatibility with existing policies. For individuals aware of the health risks associated with high fat intake, the acceptability of reducing fat consumption should be high. However, the widespread belief that high fat diets are beneficial complicates this issue, as many may resist recommendations that contradict their beliefs about healthy eating. This highlights the need for effective communication and education regarding dietary fat and its implications for health.",
        "tags": [
            "high fat intake",
            "weight loss",
            "dietary guidelines",
            "public health",
            "health awareness"
        ]
    },
    {
        "section": 82,
        "content": "The recommendations outlined in this guideline aim to address health inequities, particularly among individuals of lower socioeconomic status who are disproportionately affected by overweight and obesity. The effectiveness of these recommendations in promoting equity and human rights will largely depend on their translation into actionable policies. For instance, fiscal policies and food reformulation strategies must be carefully considered to avoid imposing additional costs on consumers, which could adversely affect those with lower incomes. Furthermore, the impact of reducing total fat intake may vary based on the types of dietary fats prevalent in different regions. In areas where unsaturated fats are common, a reduction in total fat may not significantly affect cardiovascular diseases (CVDs), while in regions where saturated and trans fats dominate, such a reduction could lead to improvements in both body weight and cardiovascular health. This underscores the importance of tailoring dietary recommendations to the specific dietary patterns and health needs of different populations.",
        "tags": [
            "health inequity",
            "socioeconomic status",
            "dietary fats",
            "cardiovascular health",
            "public policy"
        ]
    },
    {
        "section": 83,
        "content": "Implementing the recommendations from this guideline will involve various resource implications, with costs varying based on the strategies employed. While initial costs may be incurred in translating these recommendations into actionable policies, there is potential for long-term savings in healthcare costs. The realization of these savings will depend on the chosen implementation strategies and the timeframe for evaluating their effectiveness. Consumer education and public health communication will be essential components of this implementation process. These efforts can be integrated into existing public health nutrition education campaigns and programs at various levels, including global, regional, national, and subnational. By effectively educating the public about the importance of dietary fat reduction and its health benefits, the guidelines can foster a more informed population that is better equipped to make healthier dietary choices.",
        "tags": [
            "resource implications",
            "healthcare costs",
            "public health education",
            "implementation strategies",
            "nutrition programs"
        ]
    },
    {
        "section": 84,
        "content": "These recommendations should be considered in the context of other WHO guidelines on healthy diets, including those on saturated fatty acids and trans-fatty acids, polyunsaturated fatty acids, sugars, carbohydrates, non-sugar sweeteners, sodium, and potassium. An explanation of the strength of WHO recommendations can be found in Box 1.\n\nWHO recommendations:\n1. To reduce the risk of unhealthy weight gain, WHO suggests that adults limit total fat intake to 30% of total energy intake or less (conditional recommendation).\n2. Fat consumed should be primarily unsaturated fatty acids, with no more than 10% of total energy intake coming from saturated fatty acids and no more than 1% of total energy intake coming from trans-fatty acids (strong recommendation).",
        "tags": [
            "WHO guidelines",
            "healthy diets",
            "fat intake",
            "saturated fatty acids",
            "trans-fatty acids"
        ]
    },
    {
        "section": 85,
        "content": "Rationale for recommendation 1:\n\nThis recommendation is based on evidence of high certainty from a systematic review of RCTs of dietary fat reduction in adults in which weight loss was not an explicit goal. All measures of body fatness assessed in the review (i.e. body weight, BMI, waist circumference and percentage body fat) were lower in adult participants randomized to a lower fat intake versus usual or moderate intake, with the most commonly reported measure being body weight. The evidence further suggests that the greater the difference in fat intake between those reducing fat intake and those not doing so, the greater the difference in body weight (i.e. a dose–response relationship), regardless of the final level of total fat intake achieved. Overall, the evidence suggests that a lower fat intake has the potential to help reduce the risk of unhealthy weight gain.",
        "tags": [
            "dietary fat",
            "RCTs",
            "body fatness",
            "weight loss",
            "health risks"
        ]
    },
    {
        "section": 86,
        "content": "The threshold of 30% was selected because most of the trials included in the analyses reported total fat intakes of 30% or more at baseline (range: 29–43% of total energy intake) and most studies achieved intakes of 30% or less in the intervention arms (range: 14–35% of total energy intake). When compared directly via subgroup analysis, there was a greater difference in body weight in trials where total fat intake was reduced to a final level of less than 30% of total energy intake in the intervention arms than in trials where total fat intake was reduced to a final level that was 30% of total energy intake or more in the intervention arms. In addition, the observed dose–response relationship indicates a cumulative effect of lower fat intake across the range of baseline intakes, with a greater reduction in fat intake resulting in a greater difference in body weight. Therefore, although an effect on body weight is anticipated with reducing total fat intake regardless of the level of total fat intake achieved, the greatest effect may be achieved with a reduction to 30% of total energy intake or less.",
        "tags": [
            "fat intake threshold",
            "body weight",
            "intervention studies",
            "dose-response relationship",
            "energy intake"
        ]
    },
    {
        "section": 87,
        "content": "The recommendation was assessed as conditional because some individuals who reduce their fat intake may not experience the same benefits as others. This variability can be attributed to individual differences in metabolism, lifestyle factors, and overall dietary patterns. Therefore, while the recommendation provides a general guideline for the population, it is important for individuals to consider their unique circumstances and consult with healthcare professionals when making dietary changes.",
        "tags": [
            "conditional recommendation",
            "individual differences",
            "metabolism",
            "dietary changes",
            "healthcare consultation"
        ]
    },
    {
        "section": 88,
        "content": "Evidence from cohort studies was reviewed, but was not formally assessed for quality using GRADE methodology or directly used in decision-making with respect to formulating the recommendation or assigning strength. The recommendation was assessed as conditional because some individuals who reduce their fat intake might replace some of the energy from dietary fat with energy from foods that are undesirable from a dietary quality perspective (e.g. free sugars), reducing the net benefit. It is therefore important to consider this recommendation in the context of other WHO dietary recommendations, including those on free sugars and carbohydrates, the latter of which provides guidance on carbohydrate quality. The evidence did not suggest any undesirable effects with respect to serum lipids, blood pressure or quality of life from lower total fat intake, but rather of small benefits or no effect (all high certainty evidence, except for quality of life, which was assessed as low certainty evidence). No mitigating factors were identified that would argue against limiting total fat intake to 30% of total energy intake or less.",
        "tags": [
            "Cohort Studies",
            "Fat Intake",
            "Dietary Recommendations",
            "Health Outcomes",
            "WHO Guidelines"
        ]
    },
    {
        "section": 89,
        "content": "This recommendation is relevant for individuals aged 20 years or older. The goal in developing this guideline was to provide recommendations for both adults and children. However, the evidence was considered insufficient to support the formulation of a recommendation for children owing to the limited number of studies and inconsistent results identified for children, and the conclusion that the adult data could not reasonably be extrapolated to children given the unique energy requirements for optimal growth and development throughout childhood and adolescence. Previous expert consultations on dietary fats have concluded that for children aged 6 months and above and adolescents, total fat intakes of up to 35% of total energy are appropriate to meet growth demands without leading to excess energy intake. The threshold of 30% in this recommendation should not be interpreted as an upper value of intake to be achieved by increasing fat intake among those with nutritionally adequate total fat intakes that are already less than 30% of total energy intake.",
        "tags": [
            "Age Considerations",
            "Children's Nutrition",
            "Fat Intake Guidelines",
            "Growth and Development",
            "Energy Requirements"
        ]
    },
    {
        "section": 90,
        "content": "Evaluation of the evidence suggests that the observed effect of reducing total fat intake on measures of body fatness is mediated, at least in part, by dietary behaviours that affect energy balance. In most trials, those who reduced their total fat intake also decreased their total energy intake (even though that was not intended in the trial design), and this led to decreasing weight. This finding suggests that there may be a tendency for those habitually consuming greater amounts of total fat to also consume more energy than needed, resulting in excess energy intake and subsequent weight gain. However, individuals should be aware of their overall dietary patterns and energy balance when considering fat intake reduction.",
        "tags": [
            "Energy Balance",
            "Weight Management",
            "Dietary Patterns",
            "Fat Reduction",
            "Nutrition Science"
        ]
    },
    {
        "section": 91,
        "content": "WHO recommendations can either be strong or conditional, based on a number of factors including overall certainty in the supporting scientific evidence, balance of desirable and undesirable consequences, and others as described in the Evidence to recommendations section of the guideline. Strong recommendations are those recommendations for which the WHO guideline development group is confident that the desirable consequences of implementing the recommendation outweigh the undesirable consequences. Strong recommendations can be adopted as policy in most situations. Conditional recommendations are those recommendations for which the WHO guideline development group is less certain that the desirable consequences of implementing the recommendation outweigh the undesirable consequences or when the anticipated net benefits are very small. Therefore, substantive discussion amongst policy-makers may be required before a conditional recommendation can be adopted as policy.",
        "tags": [
            "WHO Recommendations",
            "Policy Development",
            "Strong vs Conditional",
            "Guideline Strength",
            "Evidence-Based Practice"
        ]
    },
    {
        "section": 92,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline. Individuals who can maintain energy balance (or otherwise prevent excess energy intake) at higher fat intakes may be able to consume total fat at levels greater than 30% of total energy intake without increasing their risk of unhealthy weight gain. The scope of this guideline was limited to developing recommendations for the prevention of unhealthy weight gain, not for the management of existing overweight or obesity. Therefore, studies conducted with overweight participants actively pursuing weight loss (i.e. “weight loss studies”) were not included in the systematic review used to inform the recommendation. The recommendation may therefore not apply to individuals actively pursuing weight loss through modification of the diet, although current evidence does suggest that lower fat, restricted-calorie diets may be one of several effective, short-term strategies for losing excess body weight. This recommendation should not be interpreted as implying that total fat is the only risk factor for unhealthy weight gain and that reducing total fat intake alone is sufficient to prevent unhealthy weight gain. The etiology of unhealthy weight gain is complex and can involve many different inputs. Therefore, this recommendation should be considered in the context of other relevant WHO guidance, including that on the intake of free sugars, carbohydrates, non-sugar sweeteners, energy requirements, and physical activity.",
        "tags": [
            "total fat intake",
            "unhealthy weight gain",
            "energy balance",
            "dietary recommendations",
            "WHO guidelines"
        ]
    },
    {
        "section": 93,
        "content": "Dietary fat, including essential fatty acids (which cannot be synthesized by the human body), is necessary for proper physiological function. To ensure an adequate intake of energy and essential fatty acids, and to facilitate the absorption of lipid-soluble vitamins, total fat intake in most adults should be at least 15–20% of total energy intake. The decision to implement this recommendation must be made in the context of achieving or maintaining nutritional adequacy and avoiding excess energy intake. In populations where undernutrition is not prevalent, the recommendation can generally be safely implemented as needed, provided that individual energy requirements are met, and recognizing that energy requirements are increased in pregnant and lactating women. Consideration must be given to populations in which prevalence of undernutrition is a concern and where total fat intake may already be low. In such settings, maintaining or even increasing total fat intake of individuals (in line with guidance on fat quality) may be important to achieve adequate energy intake, as well as maintain or improve the overall diet.",
        "tags": [
            "dietary fat",
            "essential fatty acids",
            "nutritional adequacy",
            "energy intake",
            "undernutrition"
        ]
    },
    {
        "section": 94,
        "content": "Rationale for recommendation 2. This recommendation is taken from recommendations found in the WHO guideline, Saturated fatty acid and trans-fatty acid intake for adults and children, which are based on effects of these nutrients on mortality and CVD outcomes. This recommendation is relevant for all individuals aged 2 years and older. This recommendation, taken together with recommendation 1, acknowledges that both quantity and quality of fat consumed are important for health and nutritional well-being. Further remarks may be found in the WHO guideline, Saturated fatty acid and trans-fatty acid intake for adults and children.",
        "tags": [
            "saturated fatty acids",
            "trans-fatty acids",
            "CVD outcomes",
            "nutritional well-being",
            "WHO guidelines"
        ]
    },
    {
        "section": 95,
        "content": "Uptake of the guideline and future work\n\nDissemination\nThe guideline will be disseminated through: the WHO e-Library of Evidence for Nutrition Actions (eLENA), which is an online library of evidence-informed guidance for nutrition interventions that provides policy-makers, programme managers, health workers, partners, stakeholders and other interested actors with access to the latest nutrition guidelines and recommendations, as well as complementary documents, such as systematic reviews, and biological, behavioural and contextual rationales for the effectiveness of nutrition actions; relevant nutrition webpages on the WHO website, including a summary of the guideline in all six official WHO languages; the electronic mailing lists of the WHO Department of Nutrition and Food Safety, and the UN Standing Committee on Nutrition; the network of the six WHO regional offices and country offices; and the WHO collaborating centres. The guideline will also be disseminated at various relevant WHO meetings, as well as at global and regional scientific meetings.\n\nTags: WHO guidelines, nutrition interventions, health policy, dissemination, evidence-based guidance",
        "tags": [
            "WHO guidelines",
            "nutrition interventions",
            "health policy",
            "dissemination",
            "evidence-based guidance"
        ]
    },
    {
        "section": 96,
        "content": "Translation and implementation\nThese recommendations should be considered in the context of other WHO guidelines on healthy diets – in particular those on saturated fatty acids, trans-fatty acids, polyunsaturated fatty acids, sugars, carbohydrates and non-sugar sweeteners, as well as sodium and potassium, to guide effective policy actions and intervention programmes to promote healthy diets and nutrition, and prevent obesity and diet-related NCDs. A detailed discussion of how the recommendations on total fat intake might be implemented is beyond the scope of this guideline, however they can be considered by policy-makers and programme managers when discussing possible measures, including: assessing current intake of total fat in their populations relative to a benchmark; developing policy measures to reduce intake of total fat, where necessary, through a range of public health interventions, many of which are already being implemented by countries, including: nutrition labelling (i.e. mandatory nutrient declaration) and front-of-pack labelling systems; regulation of marketing food and non-alcoholic beverages that are high in total fat, including bans on marketing of food that contains industrially produced trans-fat; restricting the sales and promotion of food and beverages that are high in total fat in and around schools; fiscal policies targeting foods and beverages that are high in total fat; consumer education.\n\nTags: healthy diets, fat intake, obesity prevention, public health interventions, nutrition policy.",
        "tags": [
            "healthy diets",
            "fat intake",
            "obesity prevention",
            "public health interventions",
            "nutrition policy"
        ]
    },
    {
        "section": 97,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline\n▶ developing strategies to reformulate food products; and\n▶ translating at the country-level into culturally and contextually specific food-based dietary guidelines that take into account locally available food and dietary customs.\nThe recommendations in this guideline acknowledge that both quantity and quality of fat consumed are important for maintaining health. Public health interventions should therefore aim to reduce total fat intake where necessary, while reducing saturated fatty acid and trans-fatty acid intake, through replacement with unsaturated fatty acids or carbohydrates as needed, and without increasing free sugars intake. Providing overall dietary guidance is outside the scope of this guideline because such guidance should be based on overall dietary goals that consider all required nutrients. However, it is feasible to achieve the recommendations in this guideline while respecting national dietary customs, because a wide variety of fresh foods are naturally low in fat, and reduced fat versions of whole foods such as reduced fat dairy foods and lean cuts of meat are available in many countries. Highly processed foods that are high in fat should be replaced with whole foods where possible, because many highly processed fat-free and low-fat products contain free sugars and may contain as many calories as full-fat versions.",
        "tags": [
            "fat intake",
            "public health",
            "dietary guidelines",
            "nutrition",
            "health"
        ]
    },
    {
        "section": 98,
        "content": "The decision to implement this recommendation must be made in the context of achieving or maintaining nutritional adequacy and avoiding excess energy intake. In populations where undernutrition is not prevalent, the recommendation can generally be safely implemented as needed, provided individual energy requirements are met, recognizing that energy requirements are increased in pregnant and lactating women. Consideration must be given to populations in which prevalence of undernutrition is a concern and where total fat intake may already be low. In such settings, maintaining or even increasing total fat intake of individuals (in line with guidance on fat quality in recommendation 2) may be important to achieve adequate energy intake, and to maintain or improve the overall diet.",
        "tags": [
            "nutritional adequacy",
            "energy intake",
            "undernutrition",
            "pregnancy",
            "diet"
        ]
    },
    {
        "section": 99,
        "content": "Monitoring and evaluation\nThe impact of this guideline can be evaluated by assessing its adoption and adaptation across countries that will be monitored in close collaboration with the WHO regional and country offices. Monitoring and evaluation at the global level will be through the WHO Global Database on the Implementation of Nutrition Action (GINA) – a centralized platform developed by the WHO Department of Nutrition and Food Safety for sharing information on nutrition actions in public health practice implemented around the world. GINA currently contains information on thousands of policies (including laws and legislation), nutrition actions and programmes being implemented in WHO Member States. GINA includes data and information from many sources, including the first and second WHO Global Nutrition Policy Reviews conducted in 2010–2011 and 2016–2017, respectively. Through providing programmatic implementation details, specific country adaptations and lessons learned, GINA serves as a platform for monitoring and evaluating how guidelines are being translated into various policy actions and intervention programmes to address the issues related to fat intake in various countries.",
        "tags": [
            "monitoring",
            "evaluation",
            "nutrition action",
            "public health",
            "policy"
        ]
    },
    {
        "section": 100,
        "content": "Research gaps and future initiatives\nBased on the results of the systematic reviews and discussions with the NUGAG Subgroup on Diet and Health, a number of questions and gaps in the current evidence that should be addressed by future research were identified, as outlined below. Research needs include high-quality studies that assess the effects of reducing total fat intake or otherwise lower fat intakes on body fatness and other metabolic markers, in particular in LMICs; associations between changes in body fatness and increased total fat intake in diverse populations in LMICs with low but nutritionally adequate total fat intakes (e.g. cohort studies in populations undergoing the nutrition transition); effects of reducing total fat intake or otherwise lower fat intakes on relevant health outcomes in addition to body fatness (e.g. mortality, CVDs and cancer), noting that in some populations, the relationship between measures of body fatness and health risks may differ.",
        "tags": [
            "research gaps",
            "future initiatives",
            "diet and health",
            "LMICs",
            "metabolic markers"
        ]
    },
    {
        "section": 101,
        "content": "between measures of body fatness and health risks may differ; effects of diets that vary in addition to total fat intake, using detailed dietary data, to determine whether background diet affects the relationship between total fat intake and body fatness; effects on body weight of altering total fat intake in children; long-term health effects of high fat diets; and possible physiological mechanisms for observed association between total fat intake and body weight.",
        "tags": [
            "body fatness",
            "health risks",
            "dietary data",
            "total fat intake",
            "children's health"
        ]
    },
    {
        "section": 102,
        "content": "Updating the guideline WHO regularly updates its guidelines and recommendations to reflect the latest scientific and medical knowledge. This guideline will therefore be updated as part of the ongoing efforts of WHO to update existing dietary goals and nutrition guidance for promoting healthy diets, nutrition and the prevention of NCDs. It is planned that the recommendations in this guideline will be reviewed when new data and information become available. At that time, any new evidence will be evaluated, and formal updates will be made, if necessary. The WHO Department of Nutrition and Food Safety, together with partners in other departments within the WHO Secretariat, will be responsible for coordinating the updating of the guideline, following the formal procedure described in the WHO handbook for guideline development. At the time the guideline is due for review, WHO will welcome suggestions for additional questions that could be addressed in a potential update of the guideline.",
        "tags": [
            "WHO guidelines",
            "nutrition guidance",
            "dietary goals",
            "health promotion",
            "NCD prevention"
        ]
    },
    {
        "section": 103,
        "content": "Uptake of the guideline and future work. The guideline aims to address the increasing prevalence of overweight and obesity globally, which has significant implications for public health. The uptake of these guidelines is crucial for health professionals and policymakers to implement effective strategies to combat malnutrition in all its forms. Future work will focus on enhancing the dissemination of these guidelines, ensuring that they are accessible to a wider audience, and integrating them into existing health frameworks. This will involve collaboration with various stakeholders, including governments, health organizations, and community groups, to promote awareness and understanding of the guidelines. Additionally, ongoing research will be essential to monitor the effectiveness of the guidelines and make necessary adjustments based on emerging evidence. The ultimate goal is to improve health outcomes and reduce the burden of non-communicable diseases associated with poor nutrition and lifestyle choices.",
        "tags": [
            "guideline uptake",
            "public health",
            "overweight",
            "obesity",
            "nutrition strategies"
        ]
    },
    {
        "section": 104,
        "content": "The Double Burden of Malnutrition is a significant issue that has been highlighted in various studies. It refers to the coexistence of undernutrition alongside overweight and obesity, particularly in low- and middle-income countries. This phenomenon is driven by multiple factors, including globalization, urbanization, and changes in dietary patterns. The Lancet series on this topic discusses the implications of these trends on public health and nutrition policies. It emphasizes the need for comprehensive strategies to address both undernutrition and obesity simultaneously, as they often affect the same populations. The rising prevalence of obesity in these regions poses emerging challenges for health systems, which must adapt to manage the dual burden effectively. Tags: #Malnutrition #Obesity #PublicHealth #NutritionPolicy #GlobalHealth",
        "tags": [
            "Malnutrition",
            "Obesity",
            "PublicHealth",
            "NutritionPolicy",
            "GlobalHealth"
        ]
    },
    {
        "section": 105,
        "content": "The dynamics of the nutrition transition in developing countries have been a focal point of research, particularly regarding the increasing rates of obesity. Studies have shown that as countries develop, their dietary patterns shift towards higher consumption of processed foods, sugars, and fats, leading to a rise in obesity rates. This transition is not uniform and varies significantly across different regions and populations. For instance, in China, the nutrition transition has been marked by a significant increase in the consumption of animal products and fats, which correlates with rising obesity rates and related health issues. Understanding these dynamics is crucial for developing targeted interventions to promote healthier dietary habits and prevent obesity. Tags: #NutritionTransition #Obesity #DietaryPatterns #PublicHealth #Interventions",
        "tags": [
            "NutritionTransition",
            "Obesity",
            "DietaryPatterns",
            "PublicHealth",
            "Interventions"
        ]
    },
    {
        "section": 106,
        "content": "Research has indicated that dietary fat intake plays a critical role in the development of obesity. Various studies have explored the relationship between fat consumption and energy balance, revealing that higher dietary fat can lead to increased energy intake. This is particularly relevant in the context of ad libitum feeding studies, where participants are allowed to eat as much as they desire. Findings suggest that diets high in fat can lead to greater overall caloric consumption compared to high-carbohydrate diets. Understanding the mechanisms behind these effects is essential for formulating dietary guidelines aimed at preventing obesity and promoting healthier eating habits. Tags: #DietaryFat #Obesity #EnergyIntake #CaloricConsumption #DietaryGuidelines",
        "tags": [
            "DietaryFat",
            "Obesity",
            "EnergyIntake",
            "CaloricConsumption",
            "DietaryGuidelines"
        ]
    },
    {
        "section": 107,
        "content": "The impact of globalization on food systems in developing countries has significant implications for food security and nutrition. As global food markets expand, traditional diets are being replaced by processed foods that are often high in sugars and unhealthy fats. This shift not only affects dietary patterns but also contributes to the rising prevalence of obesity and related health issues. The Food and Agriculture Organization has highlighted the need for policies that promote sustainable food systems and protect local food cultures. Addressing these challenges requires a multifaceted approach that includes education, regulation, and community engagement to ensure that populations have access to nutritious foods. Tags: #Globalization #FoodSecurity #Nutrition #PublicHealth #SustainableFoodSystems",
        "tags": [
            "Globalization",
            "FoodSecurity",
            "Nutrition",
            "PublicHealth",
            "SustainableFoodSystems"
        ]
    },
    {
        "section": 108,
        "content": "Dietary fat increases energy intake across the range of typical consumption in the United States. Studies have shown that total fat intake plays a significant role in the prevention of unhealthy weight gain in both adults and children. Research indicates that high-fat or high-carbohydrate meals can have differing effects on food hedonics, particularly in overweight and obese individuals. The impact of physical activity level and dietary fat content on passive overconsumption of energy has also been explored, revealing important insights into dietary behaviors. Covert manipulation of the dietary fat to carbohydrate ratio in isoenergetically dense diets has been shown to affect food intake in feeding men ad libitum. Furthermore, hidden fat in foods facilitates passive overconsumption, highlighting the need for awareness regarding dietary fat content. Salt has also been found to promote passive overconsumption of dietary fat in humans, suggesting that flavor enhancers can influence eating behaviors. Overall, fat is recognized as a risk factor for overconsumption, affecting satiation, satiety, and patterns of eating. These findings underscore the importance of dietary fat management in weight control strategies.",
        "tags": [
            "dietary fat",
            "energy intake",
            "overconsumption",
            "weight gain",
            "eating behaviors"
        ]
    },
    {
        "section": 109,
        "content": "Preventing weight gain in adults has been a focus of various studies, including the Pound of Prevention study, which identified predictors of weight gain. Alteration of dietary fat intake has been investigated as a strategy to prevent weight gain, with findings from the Jayhawk observed eating trial providing valuable insights. The quality of dietary fat intake has been linked to body weight and obesity in Mediterranean populations, as seen in secondary analyses within the PREDIMED Trial. Longitudinal associations between changes in diet and body weight, as well as waist circumference, have been observed in subjects at high cardiovascular risk, further emphasizing the role of dietary patterns in weight management. Changes in types of dietary fats have been shown to influence long-term weight change in both US women and men, indicating that not all fats are equal in their effects on body weight. Evaluations of diet patterns and weight gain in postmenopausal women have also contributed to understanding the relationship between dietary fat and weight management.",
        "tags": [
            "weight management",
            "dietary patterns",
            "PREDIMED Trial",
            "cardiovascular risk",
            "postmenopausal women"
        ]
    },
    {
        "section": 110,
        "content": "The effects of dietary interventions on cardiovascular disease risk factors have been extensively studied, including the national cholesterol education program’s step I and step II dietary intervention programs. A meta-analysis has provided insights into the impact of these programs on cardiovascular health. Additionally, comparisons of weight loss among various named diet programs in overweight and obese adults have been conducted, revealing the effectiveness of different dietary approaches. The concept of obesity energetics, which encompasses body weight regulation and the effects of diet composition, has been explored in depth, contributing to the understanding of how dietary choices affect weight. Long-term weight-loss maintenance has been documented in the National Weight Control Registry, highlighting successful strategies for sustaining weight loss over time. Furthermore, the long-term effects of ad libitum low-fat, high-carbohydrate diets on body weight and serum lipids in individuals with metabolic syndrome have been investigated, providing evidence for the role of diet composition in health outcomes.",
        "tags": [
            "cardiovascular health",
            "dietary interventions",
            "weight loss",
            "obesity energetics",
            "metabolic syndrome"
        ]
    },
    {
        "section": 111,
        "content": "libitum low-fat, high-carbohydrate diets on body weight and serum lipids in overweight subjects with metabolic syndrome. Am J Clin Nutr. 2002;75:11–20. Tobias DK, Chen M, Manson JE, Ludwig DS, Willett W, Hu FB. Effect of low-fat diet interventions versus other diet interventions on long-term weight change in adults: a systematic review and meta-analysis. Lancet Diabetes Endocrinol. 2015;3:968–79. Harika RK, Eilander A, Alssema M, Osendarp SJ, Zock PL. Intake of fatty acids in general populations worldwide does not meet dietary recommendations to prevent coronary heart disease: a systematic review of data from 40 countries. Ann Nutr Metab. 2013;63:229–38. Diet, nutrition and the prevention of chronic diseases: report of a Joint WHO/FAO expert consultation. Geneva: World Health Organization; 2003. Credit Suisse Research Institute. Fat: the new health paradigm. Credit Suisse; 2015. Diet, nutrition and the prevention of chronic diseases: report of a WHO Study Group. Geneva: World Health Organization; 1990. Fats and fatty acids in human nutrition: report of a Joint WHO/FAO Expert Consultation. Rome: Food and Agriculture Organization of the United Nations; 2010. WHO handbook for guideline development, second edition. Geneva: World Health Organization; 2014. Katan MB. Weight-loss diets for the prevention and treatment of obesity. N Engl J Med. 2009;360:923–5. Howard BV, Manson JE, Stefanick ML, Beresford SA, Frank G, Jones B et al. Low-fat dietary pattern and weight change over 7 years: the Women’s Health Initiative Dietary Modification Trial. JAMA. 2006;295:39–49. Mayr HL, Thomas CJ, Tierney AC, Kucianski T, George ES, Ruiz-Canela M et al. Randomization to 6-month Mediterranean diet compared with a low-fat diet leads to improvement in Dietary Inflammatory Index scores in patients with coronary heart disease: the AUSMED Heart Trial. Nutr Res. 2018;55:94 –107. Assaf AR, Beresford SA, Risica PM, Aragaki A, Brunner RL, Bowen DJ et al. Low-fat dietary pattern intervention and health-related quality of life: the Women’s Health Initiative Randomized Controlled Dietary Modification Trial. J Acad Nutr Diet. 2016;116:259–71. Mihas C, Mariolis A, Manios Y, Naska A, Arapaki A, Mariolis-Sapsakos T, et al. Evaluation of a nutrition intervention in adolescents of an urban area in Greece: short-and long-term effects of the VYRONAS study. Public Health Nutrition 2010;13(5):712–9. Obarzanek E, Kimm SY, Barton BA, Horn L, Kwiterovich PO Jr, Simons-Morton DG, et al. Long-term safety and efficacy of a cholesterol-lowering diet in children with elevated low-density lipoprotein cholesterol: seven-year results of the Dietary Intervention Study in Children (DISC). Pediatrics 2001;107(2):256–64. Tershakovec AM, Jawad AF, Stallings VA, Zemel BS, McKenzie JM, Stolley PD, et al. Growth of hypercholesterolemic children completing physician-initiated low-fat dietary intervention. Journal of Pediatrics 1998;133(1):2834. Saturated fatty acid and trans-fatty acid intake for adults and children: WHO guideline. Geneva: World Health Organization; 2023. Gross LS, Li L, Ford ES, Liu S. Increased consumption of refined carbohydrates and the epidemic of type 2 diabetes in the United States: an ecologic assessment. Am J Clin Nutr. 2004;79:774–9.",
        "tags": [
            "diet",
            "nutrition",
            "health",
            "metabolic syndrome",
            "weight management"
        ]
    },
    {
        "section": 112,
        "content": "Type 2 diabetes is a significant health concern in the United States, with rising prevalence rates impacting various demographics. The condition is closely linked to lifestyle factors, including diet and physical activity levels. An ecologic assessment of type 2 diabetes highlights the importance of understanding how environmental factors, such as access to healthy foods and opportunities for physical activity, contribute to the risk of developing this chronic disease. Public health initiatives aimed at improving diet quality and promoting active lifestyles are essential in combating the diabetes epidemic. Furthermore, addressing socioeconomic disparities is crucial, as they often dictate access to resources that support healthy living. The role of community engagement in fostering healthier environments cannot be overstated, as local efforts can lead to significant improvements in population health outcomes. Overall, a multifaceted approach that includes policy changes, community support, and individual education is necessary to effectively address type 2 diabetes in the United States.",
        "tags": [
            "Type 2 Diabetes",
            "Public Health",
            "Lifestyle Factors",
            "Diet Quality",
            "Community Engagement"
        ]
    },
    {
        "section": 113,
        "content": "The World Health Organization (WHO) has established guidelines for total fat intake to prevent unhealthy weight gain in both adults and children. These guidelines emphasize the importance of a balanced diet that includes healthy fats while limiting saturated and trans fats. The recommendations aim to reduce the risk of obesity and related non-communicable diseases (NCDs), which are increasingly prevalent globally. Understanding the types of fats consumed and their impact on health is crucial for individuals and health professionals alike. Education on dietary fats can empower people to make informed choices that support their overall health and well-being. Additionally, public health campaigns can play a vital role in disseminating this information to broader audiences, ensuring that communities are equipped with the knowledge needed to combat obesity and its associated health risks. The integration of these guidelines into national dietary policies can further enhance their effectiveness in promoting healthier eating habits.",
        "tags": [
            "WHO Guidelines",
            "Dietary Fats",
            "Obesity Prevention",
            "Public Health Campaigns",
            "Nutrition Education"
        ]
    },
    {
        "section": 114,
        "content": "Obesity has been identified as a significant risk factor for severe disease and mortality in patients with COVID-19. A meta-analysis has shown that individuals with obesity are more likely to experience severe outcomes if they contract the virus. This relationship underscores the importance of addressing obesity as a public health priority, particularly in the context of infectious diseases. The findings highlight the need for targeted interventions that focus on weight management and healthy lifestyle promotion, especially during health crises. Public health strategies should include education on the risks associated with obesity and the benefits of maintaining a healthy weight. Furthermore, healthcare systems must be equipped to support individuals struggling with obesity, providing resources and programs that facilitate weight loss and improve overall health. The COVID-19 pandemic has brought renewed attention to the intersection of obesity and health outcomes, emphasizing the urgency of addressing this issue.",
        "tags": [
            "Obesity",
            "COVID-19",
            "Public Health",
            "Weight Management",
            "Health Outcomes"
        ]
    },
    {
        "section": 115,
        "content": "Understanding perceptions of cardiovascular diseases and their risk factors is essential for effective public health interventions. A qualitative study conducted among residents of urban informal settings in Nairobi revealed varying levels of awareness and understanding regarding cardiovascular health. Many participants expressed misconceptions about the causes and prevention of cardiovascular diseases, highlighting the need for targeted health education. Public health initiatives should focus on increasing awareness of risk factors such as hypertension, diabetes, and lifestyle choices that contribute to cardiovascular diseases. Engaging communities in discussions about health can empower individuals to take proactive steps towards prevention. Additionally, culturally relevant educational materials can enhance understanding and encourage healthier behaviors. By addressing knowledge gaps and misconceptions, public health efforts can significantly reduce the burden of cardiovascular diseases in vulnerable populations.",
        "tags": [
            "Cardiovascular Diseases",
            "Public Health Education",
            "Community Engagement",
            "Health Awareness",
            "Risk Factors"
        ]
    },
    {
        "section": 116,
        "content": "Potassium is an essential mineral that plays a critical role in various bodily functions, including maintaining fluid balance, nerve function, and muscle contractions. The World Health Organization (WHO) provides guidelines for potassium intake for both adults and children to ensure adequate consumption for optimal health. It is important to consume sufficient potassium to help prevent hypertension and cardiovascular diseases. The recommended intake varies by age and health status, emphasizing the need for a balanced diet rich in fruits, vegetables, and other potassium-rich foods. Monitoring potassium levels is particularly crucial for individuals with certain health conditions, such as kidney disease, where potassium intake may need to be restricted. Overall, adhering to these guidelines can contribute to better health outcomes and disease prevention.  \n\nTags: potassium, health guidelines, WHO, nutrition, dietary recommendations",
        "tags": [
            "potassium",
            "health guidelines",
            "WHO",
            "nutrition",
            "dietary recommendations"
        ]
    },
    {
        "section": 117,
        "content": "Members of the WHO Steering Group\n\nDr Chizuru Nishida\nUnit Head, Safe, Healthy and Sustainable Diet\nDepartment of Nutrition and Food Safety\nWHO headquarters\nSwitzerland\n\nDr Juan Pablo Peña-Rosas\nUnit Head, Global Initiatives\nDepartment of Nutrition and Food Safety\nWHO headquarters\nSwitzerland\n\nDr Juliawati Untoro\nRegional Adviser in Nutrition\nWHO Regional Office for the Western Pacific\nPhilippines\n\nDr Cherian Varghese\nCross Cutting Lead for NCD and Special Initiatives\nDepartment of Noncommunicable Diseases\nWHO headquarters\nSwitzerland\n\nDr Kremlin Wickramasinghe\nNutrition Adviser\nWHO European Office for the Prevention and Control of NCDs\nRussian Federation\n\nDr Ayoub Al-Jawaldeh\nRegional Adviser in Nutrition\nWHO Regional Office for the Eastern Mediterranean\nEgypt\n\nDr Hana Bekele\nNutrition Adviser\nWHO Regional Office for Africa/Intercountry Support Team for East and Southern Africa (IST/ESA)\nCongo\n\nDr Fabio Da Silva Gomes\nNutrition and Physical Activity Adviser\nWHO Regional Office for the Americas\nUnited States of America\n\nDr Padmini Angela De Silva\nRegional Adviser in Nutrition\nWHO Regional Office for South-East Asia\nIndia\n\nDr Jason Montez\nScientist, Standards and Scientific Advice on Food and Nutrition\nDepartment of Nutrition and Food Safety\nWHO headquarters\nSwitzerland",
        "tags": [
            "WHO",
            "Nutrition",
            "Health",
            "Advisers",
            "Global Initiatives"
        ]
    },
    {
        "section": 118,
        "content": "Members of the guideline development group (NUGAG Subgroup on Diet and Health) include a diverse range of experts in nutrition and health. Professor Hayder Al-Domi from the University of Jordan specializes in dietetics, human nutrition, and obesity biomarkers. His work focuses on the relationship between diet and health, particularly in the context of dietary proteins that may contribute to diabetes. \n\nProfessor John H Cummings, who was a member until 2018, is affiliated with the University of Dundee in the United Kingdom. His expertise lies in carbohydrates and dietary fiber, which are crucial components of a balanced diet. \n\nEmeritus Professor Ibrahim Elmadfa from the University of Vienna in Austria brings knowledge in human nutrition, nutrient requirements, and dietary diversity. His research emphasizes the importance of fats and fatty acids in diet and health. \n\nDr. Lee Hooper from the University of East Anglia in the United Kingdom focuses on systematic review and research methods, particularly in the context of dietetics and hydration for frail older adults in long-term care settings. \n\nEmeritus Professor Shiriki Kumanyika, the Chairperson, is from the Perelman School of Medicine at the University of Pennsylvania in the United States. Her expertise encompasses human nutrition, epidemiology, and obesity, with a particular focus on salt and sodium intake. \n\nProfessor Mary L ’Abbé from the University of Toronto in Canada specializes in nutrition science, trans-fatty acids, and food regulation, emphasizing risk assessment and management in dietary practices. \n\nProfessor Pulani Lanerolle from the University of Colombo in Sri Lanka focuses on nutrition and health, body composition, and nutrition education, aiming to improve public understanding of dietary practices. \n\nProfessor Duo Li from Qingdao University and Zhejiang University in China specializes in nutritional epidemiology, particularly concerning fats and fatty acids. \n\nProfessor Jim Mann from the University of Otago in New Zealand has expertise in carbohydrates, sugars, diabetes, and fats and fatty acids, contributing to the understanding of how these elements affect health outcomes. \n\nProfessor Joerg Meerpohl from the University of Freiburg in Germany is skilled in systematic review methods and GRADE methodology, with a focus on pediatric health issues. \n\nThese experts collectively contribute to the development of guidelines that aim to improve dietary practices and health outcomes globally.",
        "tags": [
            "Nutrition",
            "Health",
            "Dietetics",
            "Obesity",
            "Epidemiology"
        ]
    },
    {
        "section": 119,
        "content": "GRADE methodology, paediatrics, paediatric haematology and oncology. Professor Carlos Monteiro, Department of Nutrition, School of Public Health, University of Sao Paulo, Brazil. Areas of expertise: nutritional epidemiology, diet and all forms of malnutrition, obesity, food-based dietary guidelines. Dr Laetitia Ouedraogo Nikièma (member until 2020), Institut de Recherche en Sciences de la Santé, Burkina Faso. Areas of expertise: nutritional epidemiology, maternal and child health and nutrition, all forms of malnutrition, diet-related noncommunicable diseases. Professor Harshpal Singh Sachdev, Sitaram Bhartia Institute of Science and Research, India. Areas of expertise: developmental origins of adult cardiometabolic disease, nutrition in children and mothers in low- and middle-income countries, childhood obesity, systematic review methods.",
        "tags": [
            "GRADE methodology",
            "paediatrics",
            "nutrition",
            "malnutrition",
            "public health"
        ]
    },
    {
        "section": 120,
        "content": "Dr Barbara Schneeman, Departments of Nutrition/Food Science and Technology, University of California, Davis, United States of America. Areas of expertise: carbohydrates, dietary fibre, nutrition, diet and health, Codex Alimentarius, food regulation. Emeritus Professor Murray Skeaff, Department of Human Nutrition, University of Otago, New Zealand. Areas of expertise: fats and fatty acids, biomarkers, diet and health, human nutrition. Professor Bruno Fokas Sunguya, School of Public Health and Social Sciences, Muhimbili University of Health and Allied Sciences, United Republic of Tanzania. Areas of expertise: public health nutrition, research methods, systematic review methodology, human nutrition, nutrition epidemiology. Professor HH (Esté) Vorster (member until 2020), Faculty of Health Sciences, North-West University, South Africa. Areas of expertise: nutrition physiology, public health nutrition, food-based dietary guidelines, nutrition transition in Africa.",
        "tags": [
            "nutrition",
            "dietary guidelines",
            "public health",
            "food regulation",
            "epidemiology"
        ]
    },
    {
        "section": 121,
        "content": "Nutrition transition in Africa refers to the changes in dietary patterns and nutrition-related health outcomes that are occurring across the continent. This transition is characterized by a shift from traditional diets, which are often rich in whole grains, fruits, and vegetables, to more Westernized diets that are high in processed foods, sugars, and fats. This shift is influenced by various factors including urbanization, globalization, and economic development. As people move to urban areas, they often adopt more convenient food options that are less healthy. \n\nThe consequences of this nutrition transition are significant, leading to an increase in non-communicable diseases such as obesity, diabetes, and cardiovascular diseases. These health issues are becoming more prevalent in African countries, which traditionally faced challenges related to undernutrition and infectious diseases. The dual burden of malnutrition is now evident, where undernutrition coexists with obesity and diet-related diseases. \n\nAddressing the nutrition transition in Africa requires comprehensive strategies that promote healthy eating habits, improve food security, and enhance public health initiatives. Education and awareness campaigns are essential to inform communities about the importance of maintaining a balanced diet and the risks associated with unhealthy eating practices. \n\nTags: Nutrition Transition, Africa, Dietary Patterns, Non-Communicable Diseases, Public Health",
        "tags": [
            "Nutrition Transition",
            "Africa",
            "Dietary Patterns",
            "Non-Communicable Diseases",
            "Public Health"
        ]
    },
    {
        "section": 122,
        "content": "Members of the guideline development group (NUGAG Subgroup on Diet and Health) declared various interests during the development of this guideline. The interests of Mary L ’Abbé are summarized as follows: she served as a member of the Board of Directors for the Iodine Global Network from 2020 to 2021, and was the Director of the WHO Collaborating Centre on Nutrition Policy for NCD Prevention from 2015 to 2021. Additionally, she held the position of Chair for the PAHO Technical Advisory Group focused on Cardiovascular Disease Prevention through Dietary Salt/Sodium Control Policies and Interventions from 2015 to 2021. Her involvement with PAHO also included being a member and Chair of consultation meetings for sodium reduction targets from 2012 to 2021. Furthermore, she acted as a technical adviser on trans-fatty acids for Resolve to Save Lives, Vital Strategies from 2018 to 2019, and was a member of the Heart and Stroke Foundation of Canada’s Council on Mission: Priorities, Advice, Science and Strategy Advisory Panel (CoMPASS) from 2013 to 2021. \n\nTags: #NutritionPolicy #PublicHealth #DietaryGuidelines #ConflictOfInterest #HealthAdvisory",
        "tags": [
            "NutritionPolicy",
            "PublicHealth",
            "DietaryGuidelines",
            "ConflictOfInterest",
            "HealthAdvisory"
        ]
    },
    {
        "section": 123,
        "content": "Mary L ’Abbé also represented various organizations in significant roles, including being a delegate representative to the Codex Committee on Nutrition and Foods for Special Dietary Uses and the Codex Committee on Food Labelling from 2018 to 2021. She was a Steering Committee member for the National Nutrient Databank Conference from 2017 to 2021 and served as an external peer reviewer for two research proposals for Nestle Nutrition, attending a peer review meeting in 2018. Additionally, she was a member of the NASEM Panel on Global Harmonization of DRIs from 2017 to 2018 and a member of the Scientific and Technical Advisory Network for World Obesity from 2014 to 2021. Her involvement with the International Network for Food and Obesity/NCDs Research, Monitoring and Action Support (INFORMAS) spanned from 2012 to 2021, and she was a member and technical adviser for the Marketing to Kids Coalition during Health Canada discussions on policy options regarding marketing to children from 2016 to 2021. \n\nTags: #GlobalHealth #NutritionResearch #FoodPolicy #ChildHealth #SodiumReduction",
        "tags": [
            "GlobalHealth",
            "NutritionResearch",
            "FoodPolicy",
            "ChildHealth",
            "SodiumReduction"
        ]
    },
    {
        "section": 124,
        "content": "Each engagement of Mary L ’Abbé was assessed in the context of the guideline topic. While meeting expenses were often covered by the relevant agencies, no income or honorariums were paid. The engagements spanned a variety of nutrition topics, none of which were determined to be directly relevant to the objective of this guideline. Therefore, they were not considered to represent a conflict of interest. The sources of research funds were also not deemed to represent a conflict of interest for this guideline. The research funds primarily focused on assessing dietary quality, promoting healthy diets (including sodium reduction strategies), and food labeling. \n\nTags: #ResearchFunding #DietaryQuality #HealthyDiets #SodiumReduction #ConflictAssessment",
        "tags": [
            "ResearchFunding",
            "DietaryQuality",
            "HealthyDiets",
            "SodiumReduction",
            "ConflictAssessment"
        ]
    },
    {
        "section": 125,
        "content": "Because none of the interests declared by Mary L ’Abbé were directly relevant to the objective of this guideline, it was determined that they would not impact her ability to serve as a member of the NUGAG Subgroup. This assessment ensures that the integrity of the guideline development process is maintained, allowing for unbiased contributions from experts in the field. The focus remains on the prevention of unhealthy weight gain in adults and children, aligning with the overarching goals of the WHO guideline. \n\nTags: #GuidelineIntegrity #ExpertContributions #WeightManagement #PublicHealthGuidelines #WHO",
        "tags": [
            "GuidelineIntegrity",
            "ExpertContributions",
            "WeightManagement",
            "PublicHealthGuidelines",
            "WHO"
        ]
    },
    {
        "section": 126,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline\n\nMember Interests declared/identified Action taken\n▶▶ Statistics Canada and Health Canada: technical adviser on analysis of dietary intake patterns for 2015 Canadian Community Health Survey (2015–2021) \n▶▶ Health Canada: technical adviser on various projects – nutrient profiling for front-of-pack labelling, restricting marketing to children, updating Canada’s Food Guide, developing a Canada Food Guide Adherence Tool on “what to eat” (2016–2021) \n▶▶ Received research funding from various agencies: Canadian Institute of Health Research, Institute for the Advancement of Food and Nutrition Sciences, Alberta Innovates and Alberta Health Services, Health Canada, Sanofi-Pasteur – University of Toronto – Université Paris – Descartes International Collaborative Research Pilot and Feasibility Program, International Development Research Centre – NCD Prevention Program, Burroughs Wellcome Foundation, Fonds de recherche Société et culture Québec, Heart and Stroke Foundation of Canada (2012–2021) on Diet and Health in an objective manner, and the expert was allowed to participate fully as a member of the NUGAG Subgroup on Diet and Health throughout the guideline development process.",
        "tags": [
            "WHO guideline",
            "dietary intake",
            "Health Canada",
            "research funding",
            "NUGAG Subgroup"
        ]
    },
    {
        "section": 127,
        "content": "Barbara Schneeman\n▶▶ US Agency for International Development (USAID): employed as higher education coordinator from 2015 to 2016, where she worked with the higher education community to increase engagement with USAID\n▶▶ US Food and Drug Administration (FDA): employed through 2012 (retired in 2013)\n▶▶ Head of the US delegate to the Codex Committee on Nutrition and Foods for Special Dietary Uses, and Codex Committee on Food Labelling; she presented the positions of the United States in these Codex forums (up to 2012)\n▶▶ Monsanto: member of advisory committee discussing role of agriculture in addressing climate change, and improving food and nutrition security (2014–2017)\n▶▶ McCormick Science Institute: member of advisory committee reviewing research proposals on spices and herbs (2014–2021) \n▶▶ Ocean Spray: temporary adviser on health claim petitions that are submitted to US FDA related to cranberries (2014–2015)\n▶▶ Genera Mills: temporary adviser on labelling requirements for nutrition declarations in the United States (2014–2016, and 2018) \n▶▶ DSM: temporary adviser on Codex Alimentarius processes (2014–2015)\n▶▶ Hampton Creek: temporary adviser on labelling standards for mayonnaise (2014–2015)\n▶▶ Washington DC law firm: temporary adviser on labelling of genetically modified foods (2014–2015)\n▶▶ NASEM: member of the National Academies and member/Chair of the Dietary Guidelines Advisory Committee, involved in reviewing the evidence for developing the Dietary Guidelines for Americans.\nEach engagement was assessed in the context of the topic of this guideline. Meeting expenses and honorariums were paid in some instances. With the exception of membership on the US Dietary Guidelines Advisory Committee, the engagements have all been on topics unrelated to the objective of this guideline, primarily providing expert advice on US regulatory issues, such as food labelling (i.e. nutrient declarations, health claims, other types of labelling), or presenting the process for developing the dietary guidelines for the US, Dietary Guidelines for Americans. Regarding her membership on the US Dietary Guidelines Advisory Committee, although the nature of the work was similar to the work being carried out for this guideline, the work was done for",
        "tags": [
            "Barbara Schneeman",
            "USAID",
            "FDA",
            "Codex Committee",
            "Dietary Guidelines Advisory Committee"
        ]
    },
    {
        "section": 128,
        "content": "Member Interests declared/identified Action taken — Nominated to the Dietary Guidelines Advisory Committee of the USA by representatives from the North American Branch of the International Life Sciences Institute; American Beverage Association; American Bakers Association, Grain Chain; Grocery Manufacturers Association USA Dry Pea & Lentil Council, American Pulse Association — Received honorariums for presentations on the process to develop the Dietary Guidelines for Americans and policies for food labelling in the United States at various scientific meetings organized by PMK Associates (Institute of Food Technologists and American Oil Chemists’ Society), McCormick Science Institute, Fiber Association Japan, and Mushroom Council ▶▶ International Food Information Council (IFIC): member, Board of Trustees, which ensures that IFIC upholds its responsibilities as a 501(c)(3) non-profit organization (2021) ▶▶ International Life Science Institute North America: government liaison, and evaluating research and organizing webinars on the microbiome (2018) ▶▶ International Dairy Foods Association: presented webinar on the work of the 2020 Dietary Guideline Advisory Committee, for which she received no remuneration (2020)",
        "tags": [
            "Dietary Guidelines",
            "Advisory Committee",
            "Food Labelling",
            "Health Organizations",
            "Conflict of Interest"
        ]
    },
    {
        "section": 129,
        "content": "a national authority and therefore was not considered a conflict of interest. With respect to her nomination to the US Dietary Guidelines Advisory Committee by various industry groups, there is no relationship or affiliation between nominator and nominee. Because none of the interests were directly relevant to the objective of this guideline or were otherwise determined not to represent a conflict of interest, it was concluded that the interests would not impact the ability of this expert to serve as a member of the NUGAG Subgroup on Diet and Health in an objective manner. The expert was allowed to participate fully as a member of the NUGAG Subgroup on Diet and Health throughout the guideline development process. No other members of the NUGAG Subgroup on Diet and Health declared any interests (or the declared interests clearly did not represent a conflict of interest), nor were any interests independently identified (see Annex 2 for the list of members of the NUGAG Subgroup on Diet and Health).",
        "tags": [
            "Conflict of Interest",
            "NUGAG Subgroup",
            "Diet and Health",
            "Guideline Development",
            "Expert Participation"
        ]
    },
    {
        "section": 130,
        "content": "Members of the external peer review group No members of the external peer review group declared any interests, nor were any interests independently identified (see Annex 3 for the full list of external peer reviewers). Members of the systematic review teams No members of the systematic review teams declared any interests, nor were any interests independently identified. Annex 4. Summary and management of declarations of interests",
        "tags": [
            "Peer Review",
            "Systematic Review",
            "Declarations of Interest",
            "Health Guidelines",
            "Research Integrity"
        ]
    },
    {
        "section": 131,
        "content": "Key question in PICO format (population, intervention, comparator, outcome)  \nWhat is the effect of reduced intake of total fat on measures of body fatness in adults and children?  \nPopulation  \nApparently healthy adults or children in low-, middle- and high-income countries  \n▶▶ In each, consider population characteristics, such as age, sex, ethnicity, country/region (urban/rural), socioeconomic status/demographic factors/sanitation health background and health status  \nIntervention/exposure  \n▶▶ Total dietary fat/dietary fatty acids  \n▶▶ % energy intake from total fat  \nControl  \n▶▶ Comparison of levels  \n▶▶ Continuous or categorical  \n▶▶ Appropriately matched to intervention group by randomization  \nMajor confounders/effect modifiers/intermediates  \n▶▶ Baseline level of total fat intake  \n▶▶ Energy intake  \n▶▶ Energy expenditure; fitness and physical activity  \n▶▶ Consider other interventions in design, dietary and non-dietary  \n▶▶ Consider influence of other aspects of diet/dietary patterns  \nIntermediates  \n▶▶ Take into account effect of energy density  \nOutcome  \n▶▶ Unhealthy weight gain as assessed by measures of body fatness (e.g. body weight, body mass index, waist circumference, skinfold thickness, percentage body fat)  \nTime frame  \n▶▶ For randomized controlled trials, minimum study duration is 6 months  \n▶▶ For prospective cohort studies, minimum of 12 months of follow-up",
        "tags": [
            "PICO",
            "dietary fat",
            "body fatness",
            "population",
            "intervention"
        ]
    },
    {
        "section": 132,
        "content": "Time frame ▶▶ For randomized controlled trials, minimum study duration is 6 months ▶▶ For prospective cohort studies, minimum of 12 months of follow-up \n\nGRADE evidence profiles\nGRADE evidence profile 1\nQuestion: What is the effect of a reduction in total fat intake in adults? \nPopulation: General adult population\nAssessment No. of participants Relative effect  (95% CI) Certainty No. of studies  Design Risk of bias Inconsistency Indirectness Imprecision Other Reduced fat intake Usual fat intake Body weight (kg) 26 (33) RCT Not serious 3 Not serious 4 Not serious 5 Not serious 6 None7 22 397 31 478 MD –1.42 (–1.73 to –1.10) ㊉㊉㊉㊉ HIGH\nBMI (kg/m2) 14 (17) RCT Not serious 8 Not serious 9 Not serious 5 Not serious 6 None7 18 891 27 648 MD –0.47 (–0.64 to –0.30) ㊉㊉㊉㊉ HIGH\nWaist circumference (cm) 3 (6) RCT Not serious 10 Not serious 11 Not serious 5 Not serious 6 None7 6 570 10 050  MD –0.4 (–0.73 to –0.22) ㊉㊉㊉㊉ HIGH\nPercentage body fat (%) 2 (2) RCT Not serious 12 Not serious 13 Not serious 14 Not serious 15 None7 926 1 424 MD –0.28 (–0.57 to 0.00) ㊉㊉㊉◯ MODERATE\nTotal cholesterol (mmol/L) 22 (27) RCT Not serious 16 Not serious 17 Not serious 5 Not serious 6 None18 4 604 5 208 MD –0.23 (–0.32 to –0.14) ㊉㊉㊉㊉ HIGH\nLDL cholesterol (mmol/L) 19 (22) RCT Not serious 16 Not serious 19 Not serious 5 Not serious 6 None18 3 781 4 356 MD –0.13 (–0.21 to –0.05) ㊉㊉㊉㊉ HIGH\nHDL cholesterol (mmol/L) 20 (24) RCT Not serious 16 Not serious 20 Not serious 5 Not serious 15 None18 3 841 4 427 MD –0.02 (–0.03 to 0.00) ㊉㊉㊉㊉ HIGH",
        "tags": [
            "randomized controlled trials",
            "cohort studies",
            "fat intake",
            "health outcomes",
            "cholesterol levels"
        ]
    },
    {
        "section": 133,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline",
        "tags": [
            "total fat intake",
            "weight gain prevention",
            "adults",
            "children",
            "WHO guideline"
        ]
    },
    {
        "section": 134,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline\n\nAssessment No. of participants Relative effect (95% CI) Certainty No. of studies 2 Design Risk of bias Inconsistency Indirectness Imprecision Other Reduced fat intake Usual fat intake Total cholesterol/HDL cholesterol ratio (unitless) 5 (8) RCT Not serious 21 Not serious 22 Not serious 5 Not serious 15 None 18 1 486 2 153 MD –0.05 (–0.14 to 0.04)\n\nTriglycerides (mmol/L) 17 (22) RCT Not serious 16 Not serious 23 Not serious 5 Not serious 15 None 18 4 051 4 621 MD 0.01 (–0.05 to 0.07)\n\nSystolic blood pressure (mmHg) 10 (13) RCT Not serious 24 Not serious 25 Not serious 5 Not serious 6 None 26 2 938 3 140 MD –0.75 (–1.42 to –0.07)\n\nDiastolic blood pressure (mmHg) 10 (13) RCT Not serious 24 Not serious 27 Not serious 5 Not serious 6 None 26 2 938 3 139 MD –0.52 (–0.95 to –0.09)\n\nQuality of life (scale of 0–10 with 10 being highest) 1 (1) RCT Not serious 28 Not serious 29 Not serious 30 Not serious 31 None 15 788 24 342 MD 0.04 (0.01 to 0.07)",
        "tags": [
            "fat intake",
            "weight gain",
            "WHO guideline",
            "RCT",
            "cholesterol"
        ]
    },
    {
        "section": 135,
        "content": "BMI: body mass index; CI: confidence interval; HDL: high density lipoprotein; LDL: low density lipoprotein; MD: mean difference; RCT: randomized controlled trial. 1 RCTs included in the meta-analysis reported baseline total fat intakes of 29–43% of total energy intake and reductions in body weight were observed across all baseline values, with most RCTs having baseline intakes of 30% or greater. In the published systematic review, all measures of body fatness were grouped together for GRADE assessment and assigned a collective rating of high. For this guideline, the measures of body fatness were assessed individually, and all outcomes except body fat percentage were assigned a rating of high (body fat percentage was assigned a rating of moderate). 2 Number of comparisons provided in parentheses. 3 Most of the studies included in the meta-analysis (18 out of 26) appeared to use appropriate methods of random sequence generation and almost half had good allocation concealment. None of the studies were blinded; however, blinding in dietary trials is generally very difficult with the exception of a small number of trials that provide foods in which macronutrients have been covertly modified. It was not clear in most studies if blinding of outcome assessment had been achieved. Incomplete outcome reporting was variable across studies, with many having a high risk of attrition bias as defined in this analysis (studies that lost more than 5% of participants per year were considered to be at high risk of attrition bias), though selective reporting was assessed as probably not having a significant impact on risk of bias. Most included studies had systematic differences in care (i.e. intervention arms had more time or attention devoted to them than the control arm); however, sensitivity analysis in which studies with systematic differences in care were excluded did not significantly change the effect observed on body weight, suggesting that systematic differences in care were not an important source of bias in these studies. Most studies did not suggest bias resulting from variable compliance, and sensitivity analysis in which studies with suspected problems with compliance were excluded did not significantly change the effect observed on body weight, suggesting that issues with compliance were not an important source of bias in these studies. No other significant biases noted.",
        "tags": [
            "RCT",
            "meta-analysis",
            "body fatness",
            "bias",
            "dietary trials"
        ]
    },
    {
        "section": 136,
        "content": "4 I2 = 75%, indicating a significant level of heterogeneity. The heterogeneity was partly explained by the degree of reduction of fat intake, by the BMI of participants, and by the level of fat intake in control arms, which together explained 16% of between-study variance (in meta-regression). The only inconsistency (where heterogeneity arose) was in the size of this effect. Otherwise, the direction of effects in these RCTs was remarkably consistent – 30 of the 33 comparisons showed a decrease in body weight. The reduction in weight in those on reduced fat diets was seen in very different populations and from 6 months to several years and was resistant to all sensitivity analyses, including the exclusion of: studies that gave additional support to the low-fat arms, studies that delivered additional dietary interventions (on top of the change in dietary fats), studies with suspected compliance issues, the largest study (1), and when using fixed – rather than random-effects meta-analysis. Effects on body weight are supported by similar effects on BMI, waist circumference and percentage of body fat. Therefore, although formal analysis indicated a significant level of heterogeneity that was only partially explained, additional evidence indicated that the effect was robust and consistent across a large number of studies and was therefore not downgraded.",
        "tags": [
            "heterogeneity",
            "body weight",
            "fat diets",
            "sensitivity analysis",
            "BMI"
        ]
    },
    {
        "section": 137,
        "content": "5 All included RCTs directly compared (and randomized participants) to lower versus usual fat intake. Participants were directly relevant because they came from all parts of the world, included men and women, and represented a wide range of ages and ethnicities. This diversity enhances the generalizability of the findings, suggesting that the effects of reduced fat intake on weight management and health outcomes may be applicable to various populations. The evidence supports the recommendation for lower fat intake as a strategy for preventing unhealthy weight gain in both adults and children, aligning with the WHO guidelines. Further research may be needed to explore the long-term effects and adherence to reduced fat diets across different demographic groups.",
        "tags": [
            "RCT",
            "fat intake",
            "weight management",
            "generalizability",
            "WHO guidelines"
        ]
    },
    {
        "section": 138,
        "content": "I2 = 75%, indicating a significant level of heterogeneity. The heterogeneity was partly explained by the degree of reduction of fat intake, by the BMI of participants, and by the level of fat intake in control arms, which together explained 16% of between-study variance (in meta-regression). The only inconsistency (where heterogeneity arose) was in the size of this effect. Otherwise, the direction of effects in these RCTs was remarkably consistent – 30 of the 33 comparisons showed a decrease in body weight. The reduction in weight in those on reduced fat diets was seen in very different populations and from 6 months to several years and was resistant to all sensitivity analyses, including the exclusion of: studies that gave additional support to the low-fat arms, studies that delivered additional dietary interventions (on top of the change in dietary fats), studies with suspected compliance issues, the largest study (1), and when using fixed – rather than random-effects meta-analysis. Effects on body weight are supported by similar effects on BMI, waist circumference and percentage of body fat. Therefore, although formal analysis indicated a significant level of heterogeneity that was only partially explained, additional evidence indicated that the effect was robust and consistent across a large number of studies and was therefore not downgraded.",
        "tags": [
            "heterogeneity",
            "body weight",
            "fat intake",
            "meta-analysis",
            "RCTs"
        ]
    },
    {
        "section": 139,
        "content": "All included RCTs directly compared (and randomized participants) to lower versus usual fat intake. Participants were directly relevant because they came from all parts of the world, included men and women, and people who were healthy, with risk factors or with long-term conditions at baseline. The studies all addressed measures of body fatness or potential undesirable effects directly and did not use proxy measures. Large numbers of participants (a minimum of approximately 2400, and for most outcomes many more) were included in RCTs of at least 6 months duration. The 95% CI does not cross a threshold of irrelevant benefit or important harm. The funnel plot did not suggest publication bias. The consistent reduction in body weight observed, despite the fact that none of the studies included intended to alter weight in either arm, suggests that publication bias for this outcome is unlikely.",
        "tags": [
            "RCTs",
            "fat intake",
            "body fatness",
            "publication bias",
            "participants"
        ]
    },
    {
        "section": 140,
        "content": "Most of the studies included in the meta-analysis (12 of 14) appeared to use appropriate methods of random sequence generation although most did not have clear reporting on allocation concealment. None of the studies were blinded; however, blinding in dietary trials is generally very difficult with the exception of a small number of trials that provide foods in which macronutrients have been covertly modified. It was not clear in most studies whether blinding of outcome assessment had been achieved. Incomplete outcome reporting was variable across studies, with many having a high risk of attrition bias as defined in this analysis (studies that lost more than 5% of participants per year were considered to be at high risk of attrition bias), though selective reporting was assessed as probably not having a significant impact on risk of bias. Most included studies had systematic differences in care (i.e. intervention arms had more time or attention devoted to them than the control arm); however, sensitivity analysis conducted for body weight (which has many studies in common with those reporting BMI) in which studies with systematic differences in care were excluded did not significantly change the effect observed on body weight, suggesting that systematic differences in care were not an important source of bias in these studies. Most studies did not suggest bias resulting from variable compliance, and sensitivity analysis conducted for body weight (which has many studies in common with those reporting BMI) in which studies with suspected problems with compliance were excluded did not significantly change the effect observed on body weight, suggesting that issues with compliance were not an important source of bias in these studies. No other significant biases were noted.",
        "tags": [
            "random sequence",
            "blinding",
            "attrition bias",
            "sensitivity analysis",
            "compliance"
        ]
    },
    {
        "section": 141,
        "content": "I2 = 60%, indicating a moderate level of heterogeneity. The only inconsistency (where heterogeneity arose) was in the size of this effect. Otherwise, the direction of effects in these RCTs was remarkably consistent – 15 of the 17 comparisons showed a decrease in body weight. The reduction in BMI in those on reduced fat diets was seen in different populations and from 6 months to several years. Effects on BMI are supported by similar effects on body weight, waist circumference and percentage of body fat. Therefore, although formal analysis indicated a moderate level of heterogeneity, additional evidence indicated that the effect was robust and consistent across a large number of studies and was therefore not downgraded.",
        "tags": [
            "BMI",
            "body weight",
            "heterogeneity",
            "RCTs",
            "fat diets"
        ]
    },
    {
        "section": 142,
        "content": "Both studies included in the meta-analysis appeared to use appropriate methods of random sequence generation and no significant issues with incomplete outcome data, or selective reporting, but neither was free from systematic differences in care. One study did not report sufficient information to make an assessment on allocation concealment, blinding of outcome assessment or compliance. No other significant biases were noted.",
        "tags": [
            "random sequence",
            "systematic differences",
            "allocation concealment",
            "blinding",
            "outcome assessment"
        ]
    },
    {
        "section": 143,
        "content": "I2 = 21%, indicating a low level of heterogeneity. All three studies included in the meta-analysis appeared to use appropriate methods of random sequence generation, had good allocation concealment and no significant issues with blinding of outcome assessment, incomplete outcome data, selective reporting or compliance. One study was not free from systematic differences in care. No other significant biases were noted.",
        "tags": [
            "low heterogeneity",
            "random sequence",
            "allocation concealment",
            "blinding",
            "compliance"
        ]
    },
    {
        "section": 144,
        "content": "I2 = 0%, indicating no heterogeneity. Of the two studies reporting percentage body fat, one (1) carried 98.8% of the weight in meta-analysis and therefore contributed virtually all the data. This study was conducted in postmenopausal women from different ethnic backgrounds living in the United States of America. Although the effect observed for percentage body fat in this population was consistent with the effects observed for body weight, BMI and waist circumference in larger, more heterogeneous populations, and there was no evidence to indicate that the physiological response to a change in total fat intake would be significantly different between this group and the general adult population, this outcome has been downgraded for indirectness as a conservative measure.",
        "tags": [
            "percentage body fat",
            "postmenopausal women",
            "meta-analysis",
            "fat intake",
            "indirectness"
        ]
    },
    {
        "section": 145,
        "content": "Although a small, clinically insignificant effect was observed and the 95% CI crosses the null, it does not cross a threshold of important benefit or harm. Taken together, this was considered as precise evidence of no effect and therefore not downgraded. Most of the studies included in these meta-analyses appeared to use appropriate methods of random sequence generation but many did not provide sufficient information to assess allocation concealment. None of the studies were blinded; however, blinding in dietary trials is generally very difficult with the exception of a small number of trials that provide foods in which macronutrients have been covertly modified. It was not clear in most studies whether blinding of outcome assessment had been achieved. Incomplete outcome reporting was variable across studies, with many having a high risk of attrition bias as defined in this analysis (studies that lost more than 5% of participants per year were considered to be at high risk of attrition bias), although selective reporting was assessed as probably not having a significant impact on risk of bias. Most included studies had systematic differences in care (i.e. intervention arms had more time or attention devoted to them than the control arm); however, sensitivity analysis conducted for body weight (which has many studies in common with those reporting on blood lipids) in which studies with systematic differences in care were excluded did not significantly change the effect observed on body weight, suggesting that systematic differences in care were not an important source of bias in these studies. Most studies did not suggest bias resulting from variable compliance, and sensitivity analysis conducted for body weight (which has many studies in common with those reporting on blood lipids) in which studies with suspected problems with compliance were excluded, did not significantly change the effect observed on body weight, suggesting that issues with compliance were not an important source of bias in these studies. No other significant biases were noted.",
        "tags": [
            "clinical effect",
            "random sequence",
            "blinding",
            "attrition bias",
            "sensitivity analysis"
        ]
    },
    {
        "section": 146,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline I2 = 72%, indicating a significant level of heterogeneity. The only inconsistency (where heterogeneity arose) was in the size of this effect. Otherwise, the direction of effects in these RCTs was remarkably consistent.",
        "tags": [
            "total fat intake",
            "unhealthy weight gain",
            "WHO guideline",
            "heterogeneity",
            "RCTs"
        ]
    },
    {
        "section": 147,
        "content": "Most of the studies included in these meta-analyses appeared to use appropriate methods of random sequence generation but many did not provide sufficient information to assess allocation concealment. None of the studies were blinded; however, blinding in dietary trials is generally very difficult with the exception of a small number of trials that provide foods in which macronutrients have been covertly modified. It was not clear in most studies whether blinding of outcome assessment had been achieved. Incomplete outcome reporting was variable across studies, with many having a high risk of attrition bias as defined in this analysis (studies that lost more than 5% of participants per year were considered to be at high risk of attrition bias), although selective reporting was assessed as probably not having a significant impact on risk of bias. Most included studies had systematic differences in care (i.e. intervention arms had more time or attention devoted to them than the control arm); however, sensitivity analysis conducted for body weight (which has many studies in common with those reporting on blood lipids) in which studies with systematic differences in care were excluded did not significantly change the effect observed on body weight, suggesting that systematic differences in care were not an important source of bias in these studies. Most studies did not suggest bias resulting from variable compliance, and sensitivity analysis conducted for body weight (which has many studies in common with those reporting on blood lipids) in which studies with suspected problems with compliance were excluded, did not significantly change the effect observed on body weight, suggesting that issues with compliance were not an important source of bias in these studies. No other significant biases were noted.",
        "tags": [
            "random sequence generation",
            "allocation concealment",
            "blinding",
            "attrition bias",
            "compliance"
        ]
    },
    {
        "section": 148,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline I2 = 72%, indicating a significant level of heterogeneity. The only inconsistency (where heterogeneity arose) was in the size of this effect. Otherwise, the direction of effects in these RCTs was remarkably consistent – 22 of the 27 comparisons showed a decrease in total cholesterol. The reduction in total cholesterol in those on reduced fat diets was seen in different populations and from 6 months to several years. Therefore, although formal analysis indicated a moderate level of heterogeneity, additional evidence indicated that the effect was robust and consistent across a large number of studies and was therefore not downgraded. The funnel plots were difficult to interpret but did not suggest publication bias.",
        "tags": [
            "total fat intake",
            "weight gain prevention",
            "cholesterol reduction",
            "heterogeneity",
            "RCTs"
        ]
    },
    {
        "section": 149,
        "content": "I2 = 57%, indicating a moderate level of heterogeneity. The only inconsistency (where heterogeneity arose) was in the size of this effect. Otherwise, the direction of effects in these RCTs was remarkably consistent – 19 of the 22 comparisons showed a decrease in LDL cholesterol. The reduction in LDL cholesterol in those on reduced fat diets was seen in different populations and from 6 months to several years. Therefore, while formal analysis indicated a moderate level of heterogeneity, additional evidence indicates that the effect is robust and consistent across a large number of studies and was therefore not downgraded. I2 = 23% indicating a low level of heterogeneity.",
        "tags": [
            "LDL cholesterol",
            "fat diets",
            "heterogeneity",
            "RCTs",
            "population studies"
        ]
    },
    {
        "section": 150,
        "content": "Most of the studies included in the meta-analysis (4 of 5) appeared to use appropriate methods of random sequence generation and three of them had good allocation concealment. None of the studies were blinded; however, blinding in dietary trials is generally very difficult with the exception of a small number of trials that provide foods in which macronutrients have been covertly modified. Blinding of outcome assessment was achieved in one study and the others did not provide sufficient information to assess. About half the studies did not report issues with incomplete outcome data, selective reporting or systematic differences in care. All but one reported good compliance. No other significant biases were noted.",
        "tags": [
            "random sequence generation",
            "allocation concealment",
            "blinding",
            "outcome assessment",
            "compliance"
        ]
    },
    {
        "section": 151,
        "content": "I2 = 23%, indicating a low to moderate level of heterogeneity. I2 = 57%, indicating a moderate level of heterogeneity. There was little evidence of overall effect with about half the studies reporting a clinically insignificant decrease and half a clinically insignificant increase. All but one of the 95% CIs overlapped. Therefore, although formal analysis indicated a moderate level of heterogeneity, additional evidence indicated that the heterogeneity is not important and was therefore not downgraded. Most of the studies included in the meta-analysis (9 of 10) appeared to use appropriate methods of random sequence generation and four of them had good allocation concealment. None of the studies were blinded; however, blinding in dietary trials is generally very difficult with the exception of a small number of trials that provide foods in which macronutrients have been covertly modified. Less than half the studies reported no issues with blinding of outcome assessment, selective reporting or systematic differences in care; most did not provide sufficient information to assess. More than half the studies did not report issues with incomplete outcome data. All but two reported good compliance. No other significant biases were noted.",
        "tags": [
            "heterogeneity",
            "clinical significance",
            "random sequence generation",
            "allocation concealment",
            "compliance"
        ]
    },
    {
        "section": 152,
        "content": "The funnel plots were difficult to interpret, but suggested that studies with smaller reductions or small rises in blood pressure may be missing. If such studies were included, then the effect would move closer to zero. The 95% CI does not cross a threshold of irrelevant benefit or important harm. Not downgraded. I2 = 7%, indicating a low level of heterogeneity. This single, large and well-conducted study appeared to use appropriate methods of random sequence generation, had good allocation concealment and no issues with blinding of outcome assessment, incomplete data, selective reporting or compliance. This study did have systematic differences in care. No other significant biases noted.",
        "tags": [
            "blood pressure",
            "funnel plots",
            "random sequence generation",
            "allocation concealment",
            "systematic differences"
        ]
    },
    {
        "section": 153,
        "content": "This study (1) was conducted in postmenopausal women from different ethnic backgrounds living in the USA. Although the effect observed for percentage body fat in this population was consistent with the effects observed for body weight, BMI and waist circumference in larger, more heterogeneous populations, and there was no evidence to indicate that the physiological response to a change in total fat intake would be significantly different between this group and the general adult population, this outcome was downgraded for indirectness as a conservative measure. This study included more than 40,000 participants with several years of follow-up. The 95% CI does not cross a threshold of irrelevant benefit or important harm.",
        "tags": [
            "postmenopausal women",
            "body fat",
            "BMI",
            "total fat intake",
            "indirectness"
        ]
    },
    {
        "section": 154,
        "content": "The effects observed for body weight, BMI and waist circumference in larger, more heterogeneous populations, and there was no evidence to indicate that the physiological response to a change in total fat intake would be significantly different between this group and the general adult population, this outcome was downgraded for indirectness as a conservative measure. This study included more than 40,000 participants with several years of follow-up. The 95% CI does not cross a threshold of irrelevant benefit or important harm. \n\nQuestion: What is the effect of a reduction in total fat intake in children? \nPopulation: General child population\nAssessment No. of participants\nRelative effect (95% CI) Certainty No. of studies Design Risk of bias Inconsistency Indirectness Imprecision Other Reduced fat intake Usual fat intake BMI: follow-up 1 year (kg/m2) 1 RCT Not serious Not serious Not serious Not serious None 96 93 MD –1.5 lower (–2.45 to –0.55) MODERATE\n\nBMI: follow-up 3 years (kg/m2) 1 RCT Not serious Not serious Serious Serious None 293 283 MD 0.00 (–0.63 to 0.63) LOW\n\nWeight: follow-up 3 years (kg) 1 RCT Not serious Not serious Serious Serious None 314 298 MD –0.60 lower (–2.39 to 1.19) LOW\n\nWeight-for-age-z-score: follow-up 1 year (unitless) 1 RCT Serious Not serious Serious Serious None 73 76 MD –0.18 lower (–0.51 to 0.15) VERY LOW",
        "tags": [
            "body weight",
            "BMI",
            "waist circumference",
            "fat intake",
            "children"
        ]
    },
    {
        "section": 155,
        "content": "Baseline intakes of total fat were 30% of total energy intake or higher in the RCTs conducted in children, and the goal of the intervention was to reach intakes of less than 30% of total energy intake. Only single trials were undertaken for each outcome so it was not possible to assess inconsistency. There were too few studies to formally assess publication bias. This study was downgraded once for serious risk of bias because it was unclear whether allocation concealment was achieved. The study was conducted in the population of interest and assessed the effect of reduced total fat intake on the priority health outcome decided on before initiating review. The 95% CI did not cross a threshold of irrelevant benefit or important harm. \n\nAdditional evidence on the relationship between reduced total fat intake and measures of body fatness in children comes from additional follow-up data of effects on BMI in this study at 1 year (MD –0.30 kg/m2; 95% CI –0.75, 0.15; 620 participants; low certainty in the evidence) and approximately 7 years (MD –0.10 kg/m2; 95% CI –0.75, 0.55; 576 participants; low certainty in the evidence). The last measurements in this study were made on a final visit of the children, which was at approximately 7 years after initiation of the study for many participants. The variability in the actual time of follow-up as well as attenuation of the intervention after 3 years of follow-up decreased confidence in the data for the final follow-up period. The data for the final visit is consistent with the data at both 1 year and 3 years of follow-up, in that no significant effect was observed at any timepoint.",
        "tags": [
            "total fat intake",
            "RCT",
            "body fatness",
            "children",
            "follow-up data"
        ]
    },
    {
        "section": 156,
        "content": "This was a well-conducted RCT with methods in place to minimize risk of selection, performance, detection, attrition and reporting bias. Downgraded once for serious indirectness: participants were children with raised blood lipids, and therefore results may not be directly generalizable to all children. The 95% CI crosses a threshold of potentially relevant benefit or important harm. Additional evidence on the relationship between reduced total fat intake and measures of body fatness in children comes from additional follow-up data of effects on body weight in this study at 1 year (MD –0.50 kg/m2; 95% CI –1.78, 0.78; 620 participants; low certainty in the evidence). \n\nWeight and weight-for-age z-scores may not be sufficiently indicative of changes in body fatness because these measures do not factor in changes and differences in height, which are known to vary greatly.",
        "tags": [
            "RCT",
            "body weight",
            "fat intake",
            "children",
            "weight-for-age z-scores"
        ]
    },
    {
        "section": 157,
        "content": "Additional evidence on the relationship between reduced total fat intake and measures of body fatness in children comes from additional follow-up data of effects on body weight in this study at 1 year (MD –0.50 kg/m2; 95% CI –1.78, 0.78; 620 participants; low certainty in the evidence). Weight and weight-for-age z-scores may not be sufficiently indicative of changes in body fatness because these measures do not factor in changes and differences in height, which are known to vary greatly across children throughout development. Already downgraded for indirectness. Unclear risk of bias across all domains.",
        "tags": [
            "fat intake",
            "body fatness",
            "children",
            "weight change",
            "dietary guidelines"
        ]
    },
    {
        "section": 158,
        "content": "In 2016, more than 1.9 billion adults aged 18 years and older were overweight. Of these, more than 600 million were obese. In 2020, more than 38 million children under 5 years of age were overweight – an increase of nearly 6 million since 2000. High body mass index (BMI) was responsible for an estimated 4 million deaths in 2015, with greater increases in BMI in the overweight and obesity range leading to a greater risk of mortality. Overweight and obesity are also risk factors for many noncommunicable diseases (NCDs) including cardiovascular diseases (CVDs), type 2 diabetes, and certain types of cancers. NCDs are the leading causes of death globally and were responsible for an estimated 41 million (71%) of the 55 million deaths in 2019. Rates of obesity and diet-related NCDs are growing rapidly in low- and middle-income countries (LMICs).",
        "tags": [
            "obesity",
            "overweight",
            "NCDs",
            "BMI",
            "global health"
        ]
    },
    {
        "section": 159,
        "content": "The desirable effects of reducing total fat intake are as follows: Body weight: Mean difference (MD)–1.42 kg (95% CI: –1.73, –1.10); Body mass index: MD –0.47 kg/m2 (95% CI: –0.64, –0.30); Waist circumference: MD –0.47 cm (95% CI: –0.73, –0.22); Percentage of body fat: MD –0.28% (95%: CI: –0.57, 0.00). The primary effect on body weight was considered to be small and the other effects small to trivial. This indicates that while there are measurable benefits to reducing total fat intake, the overall impact on weight and body composition may be limited.",
        "tags": [
            "diet",
            "fat intake",
            "body weight",
            "health outcomes",
            "nutrition"
        ]
    },
    {
        "section": 160,
        "content": "The primary effect on body weight was considered to be small and the other effects small to trivial. Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline. Judgement Research evidence Additional considerations. Undesirable Effects. How substantial are the undesirable anticipated effects? ☐ Trivial ☐ Small ☐ Moderate ☐ Large ☐ Varies ▶■ None identified/don’t know. There were no identified adverse effects of any kind associated with reducing total fat intake. A number of outcomes were assessed as being potential undesirable effects, however the results for several suggested they were in fact desirable effects: Total cholesterol: MD –0.23 mmol/L (95% CI: –0.32, –0.14) LDL cholesterol: MD –0.13 mmol/L (95% CI: –0.21, –0.05) HDL cholesterol (HDL): MD –0.02 mmol/L (95% CI: –0.03, 0.00) Triglycerides: MD 0.01 mmol/L (95% CI: –0.05 to 0.07) Total cholesterol/HDL cholesterol ratio: MD –0.05 (95% CI: –0.14, 0.04) Systolic blood pressure: –0.75 mmHg (95% CI: –1.42, –0.07) Diastolic blood pressure: –0.52 mmHg (95% CI: –0.95, –0.09) Quality of life: MD 0.04 (95% CI: 0.01, 0.07; on a scale of 0 to 10, with 0 being worst and 10 best). Although originally assessed as potential undesirable effects, total and LDL cholesterol, and systolic and diastolic blood pressure were all suggestive of desirable effects.",
        "tags": [
            "body weight",
            "fat intake",
            "undesirable effects",
            "cholesterol",
            "blood pressure"
        ]
    },
    {
        "section": 161,
        "content": "Certainty of evidence. What is the overall certainty in the evidence of effects? ☐ Very low ☐ Low ☐ Moderate ▶■ High ☐ No included studies. The overall certainty of the evidence for effects in adults of reduced fat intake is high. Certainty of the evidence for individual outcomes except those listed below are high: Percentage of body fat: moderate Quality of life: low. See GRADE evidence profiles for certainty of evidence for all outcomes (Annex 6). Values. Is there important uncertainty about or variability in how much people value the main outcomes? ☐ Important uncertainty or variability ☐ Possibly important uncertainty or variability ▶■ Probably no important uncertainty or variability ☐ No important uncertainty or variability. The recommendations in this guideline place a high value on reducing risk of mortality, overweight, obesity and subsequently NCDs, and although individuals almost universally value the prevention of premature mortality, those that may be affected by the recommendation may value the benefit of reducing risk of obesity and associated disease differently based on personal preferences, beliefs and customs. For example, because CVDs are a high profile public health topic, including in many LMICs where they represent a growing threat, it is expected that most individuals would value efforts to reduce risk; however, in real-world settings, perception of the risk varies considerably and therefore may require outreach and communication efforts to improve understanding.",
        "tags": [
            "certainty of evidence",
            "health outcomes",
            "obesity",
            "public health",
            "risk perception"
        ]
    },
    {
        "section": 162,
        "content": "Similarly, although many in LMICs are increasingly aware of negative health effects associated with being overweight or obese, some cultures still consider overweight to be a desirable or positive attribute, others believe body weight to be hereditary and therefore not amenable to management via lifestyle changes, and many, regardless of personal beliefs, incorrectly perceive their own body weight in the context of overweight and obesity (i.e. they believe they are at a healthy body weight when in fact they are overweight or obese according to accepted standards for assessing body weight outcomes).",
        "tags": [
            "LMICs",
            "cultural beliefs",
            "body weight perception",
            "overweight",
            "obesity"
        ]
    },
    {
        "section": 163,
        "content": "Judgement Research evidence Additional considerations Balance of effects Does the balance between desirable and undesirable effects favour the intervention or the comparison? ▶■ Favours intervention ☐ Probably favours intervention ☐ Does not favour either ☐ Probably favours comparison ☐ Favours comparison ☐ Varies ☐ Don’t know Although the effects observed for body measures of body fatness were small to modest in magnitude, they were highly significant and resistant to sensitivity analyses. No undesirable effects were observed as measured by blood lipids, blood pressure and quality of life, and in fact small improvements were observed for total cholesterol, LDL cholesterol and blood pressure. The effect observed for body fatness is expected to make a positive impact on unhealthy weight gain, particularly when paired with other healthy diet and lifestyle interventions. Therefore, as reviewed directly in this body of evidence, the desirable effects strongly outweighed the (non-existent) undesirable effects. However, the NUGAG Subgroup on Diet and Health acknowledged that some individuals who reduce their fat intake might replace some of the energy from dietary fat with energy from foods that are undesirable from a dietary quality perspective, such as free sugars, reducing the net benefit. It was also noted that reducing total fat intake might lead to undesirable effects in those who are undernourished; however, as noted in the remarks, special consideration must be given to undernourished individuals and in some such cases the recommendations may not be appropriate. However, in the general population it was felt that the balance between desirable and undesirable effects favours the intervention.",
        "tags": [
            "body fatness",
            "intervention",
            "health impact",
            "dietary quality",
            "undernourished individuals"
        ]
    },
    {
        "section": 164,
        "content": "Resources required How large are the resource requirements of the intervention? ☐ Large costs ☐ Moderate costs ☐ Negligible costs and savings ☐ Moderate savings ☐ Large savings ▶■ Varies ☐ Don’t know Absolute costs of translating the recommendation in this guideline into policies and actions will vary widely depending on which approaches are taken, but in cases where this can be coupled to existing efforts to promote healthy diets such as food-based dietary guidelines, costs may be minimized. Implementation of the recommendation will probably require consumer education and public health communications, some or all of which can be incorporated into existing public health nutrition education campaigns and other existing nutrition programmes at the global, regional, national and subnational levels. An assessment of the costs of all possible ways of implementing the recommendation is beyond the scope of this guideline, and in any case, there is very little published evidence for costs of possible actions specifically targeting total fat reduction.",
        "tags": [
            "resource requirements",
            "cost assessment",
            "public health",
            "nutrition education",
            "dietary guidelines"
        ]
    },
    {
        "section": 165,
        "content": "Certainty of evidence of required resources What is the certainty of the evidence of resource requirements (costs)? ☐ Very low ☐ Low ☐ Moderate ☐ High ▶■ No included studies No studies assessing the resource requirements were identified. Annex 7. Evidence to recommendations table Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline",
        "tags": [
            "evidence certainty",
            "resource requirements",
            "costs",
            "study assessment",
            "WHO guideline"
        ]
    },
    {
        "section": 166,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline\n\nJudgement Research evidence Additional considerations Cost effectiveness Does the cost effectiveness of the intervention favour the intervention or the comparison? ☐ Favours the intervention ☐ Probably favours the intervention ☐ Does not favour either ☐ Probably favours the comparison ☐ Favours the comparison ☐ Varies ▶■ No included studies Whether or not implementing the recommendation is cost effective is not conclusively known given the various ways that it can be implemented, however given the escalating costs of long-term health care for conditions and diseases associated with overweight and obesity, implementing the recommendation may be associated with long-term savings in costs of health care. This question can’t be answered with certainty because it requires an assessment of the different, individual modes of implementing the recommendation, which is beyond the scope of this guideline.",
        "tags": [
            "fat intake",
            "weight gain",
            "cost effectiveness",
            "health care",
            "WHO guideline"
        ]
    },
    {
        "section": 167,
        "content": "Equity What would be the impact on health inequity? ☐ Reduced ▶■ Probably reduced ☐ Probably no impact ☐ Probably increased Increased ☐ Varies ☐ Don’t know The recommendations in this guideline have the potential to reduce health inequity by improving the health of those of lower socioeconomic status as they are generally disproportionately affected by overweight and obesity. However, the effect on equity and human rights would probably be affected by how the recommendations are translated into policies and actions (e.g. fiscal policies and reformulation). The impact of some these previously mentioned interventions on the pricing of manufactured foods would require careful consideration, because any increase in costs borne by manufacturers might be passed on to the consumer, which would be likely to disproportionately affect those of lower socioeconomic status.",
        "tags": [
            "health inequity",
            "socioeconomic status",
            "policies",
            "manufactured foods",
            "recommendations"
        ]
    },
    {
        "section": 168,
        "content": "A reduction in total fat intake may have different impacts on diets depending on what the nature of the dietary fat is in average diets in different settings. For example, in some settings, dietary fat may consist largely of unsaturated fatty acids and a reduction in total fat intake may have an impact on body weight but not CVDs. In settings where dietary fat consists largely of saturated fatty acids and/or trans-fatty acids, a reduction in total fat intake may affect both body weight and CVDs. Because saturated fatty acids and trans-fatty acids can make up a larger percentage of total fat intake in some LMICs, in those settings reducing total fat intake might result in health benefits in terms of both body weight and cardiovascular health. Little to no published evidence from which to draw.",
        "tags": [
            "dietary fat",
            "body weight",
            "CVDs",
            "LMICs",
            "health benefits"
        ]
    },
    {
        "section": 169,
        "content": "The recommendations in this guideline are in line with many existing national dietary guidelines and policies; however, acceptability may vary across different countries and cultural contexts. Acceptability may be influenced by: • how the recommendations are translated into policies and actions (e.g. nutrition labelling policies, marketing policies, fiscal policies and reformulation) because some may be more acceptable than others; • level of awareness of the health problem that overweight and obesity pose (e.g. it may be less acceptable in settings where awareness is low); • potential impact on national economies; and • compatibility with existing policies. At an individual level, for those who acknowledge the evidence linking total fat intake to unhealthy weight gain and value reducing the risk of unhealthy weight gain, acceptability should be high because overweight and obesity are a significant, recognized global health problem. As noted with respect to feasibility, however, there are many for whom the recommendation will not be acceptable based on the popular perception that high fat diets are healthy, particularly with respect to losing weight or maintaining a healthy body weight.",
        "tags": [
            "acceptability",
            "dietary guidelines",
            "overweight",
            "obesity",
            "health awareness"
        ]
    },
    {
        "section": 170,
        "content": "As noted elsewhere in the guideline, implementing the recommendations in this guideline can be achieved in numerous ways (e.g. behaviour change interventions, fiscal policies, regulation of marketing foods and beverages, product labelling schemes, and reformulation of manufactured products), with feasibility varying depending on approach. Regardless of specific modes of implementation, the recommendations can be incorporated into existing activities designed to promote healthy diets. For example, appropriate messaging on total fat intake can readily be added to existing food-based dietary guidelines and behaviour change and education campaigns. In settings where efforts to reduce total fat intake are planned or are already underway, feasibility should be much higher than in settings where plans are not yet in place. Regardless, feasibility will be influenced by the existing, relevant infrastructure (for different interventions) and resources available. Relevant to all interventions, widespread use and availability of certain food items high in fat may pose challenges in decreasing consumption where necessary to meet the recommended intake. Regardless of which interventions are employed to realize the recommended fat intake, some amount of behaviour change at the individual level will be required. This may be challenging in some settings, particularly those in which popular opinion has currently been shaped to view high fat intake as healthy, particularly with respect to losing weight or maintaining a healthy body weight.",
        "tags": [
            "feasibility",
            "implementation",
            "healthy diets",
            "behaviour change",
            "nutrition policies"
        ]
    },
    {
        "section": 171,
        "content": "Total fat intake for the prevention of unhealthy weight gain in adults and children: WHO guideline\n\nThis guideline emphasizes the importance of managing total fat intake to prevent unhealthy weight gain in both adults and children. It highlights the need for a balanced diet that includes healthy fats while limiting saturated and trans fats. The guideline is based on extensive research and aims to provide actionable recommendations for individuals and health professionals to promote better dietary habits. \n\nThe WHO recommends that total fat intake should not exceed 30% of total energy intake. This is crucial for maintaining a healthy weight and preventing obesity-related diseases. The guideline also stresses the importance of understanding the types of fats consumed, advocating for the inclusion of unsaturated fats found in foods like nuts, seeds, and fish, while minimizing the intake of unhealthy fats found in processed foods. \n\nBy following these recommendations, individuals can significantly reduce their risk of developing chronic diseases associated with obesity, such as cardiovascular diseases and diabetes. The guideline serves as a vital resource for public health initiatives aimed at improving nutrition and health outcomes globally.",
        "tags": [
            "Nutrition",
            "Health",
            "Fat Intake",
            "Obesity Prevention",
            "WHO Guidelines"
        ]
    }
]